Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages-feb6.po
Languages: es_es

source: Agreement Signed
es_es: Acuerdo Firmado

source: View/Accept Contract
es_es: Ver/Aceptar contrato

source: Profile Details
es_es: Detalles del perfil

source: Some shops have certain requirements. By telling us more information about yourself, you can qualify for more shops. For instance, a mystery shop at a veternarian clinic will require you to have pets.
es_es: Algunas Visitas pueden tener requerimientos particulares. Al proporcionarnos información adicional sobre usted, podrá calificar para más Visitas. Por ejemplo, una visita secreta en una clínica veterinaria requerirá que cuentes con mascotas.

source: Show All
es_es: Mostrar todo

source: Confirmation has been email to your new email. You must confirm before your new email is active.
es_es: La confirmación ha sido enviada a su nuevo email. Usted deberá confirmar antes de que su nueva dirección email quede activa.

source: Your Profile
es_es: Tu perfil

source: Update Email
es_es: Actualización de Correo Electronico

source: Changes requires email confirmation
es_es: Los cambios requieren confirmación por correo electrónico

source: From Participating MSPs ONLY - This will NOT happen for each shop.
es_es: Para PCMs participantes SOLAMENTE- Esto no va a suceder para cada Visita

source: Reimbursements
es_es: Reembolsos

source: Redeemable Coupons
es_es: Cupones redimibles

source: Expires
es_es: Vence

source: No Coupons to Redeem
es_es: No hay cupones para redimir

source: Pending Payments:
es_es: Pagos Pendientes

source: For
es_es: Para

source: Completed Payments
es_es: Pagos Completados

source: Date Paid
es_es: Fecha de Pago

source: Shop rescheduled
es_es: Visita reprogramada

source: Unable to Reschedule
es_es: No se puede reprogramar

source: This shop has already been started and cannot be rescheduled.
es_es: Esta Visita ya ha sido iniciada y no puede ser reprogramada

source: No Other Dates Available
es_es: No hay otras fechas disponibles

source: Your shop has been submitted for review
es_es: Su Visita ha sido enviada para su revisión

source: Unable to finalize your shop
es_es: No se ha podido finalizar su visita

source: Your shop will not be submitted for review until you choose to finalize it
es_es: Su Visita no se presentará para su revisión hasta que decida finalizarla

source: Finalize Shop
es_es: Finalizar Visita

source: Are you sure you are ready to finalize this shop?
es_es: ¿Está seguro de estar listo para finalizar esta visita?

source: View Instructions
es_es: Ver Instrucciones

source: It is Mandatory to open and read ALL files
es_es: Es obligatorio abrir y leer TODOS los documentos

source: Edit Start Time
es_es: Editar tiempo de inicio

source: Edit Completed Time
es_es: Editar tiempo de Compleción

source: Edit Answers
es_es: Editar Respuestas

source: Click on a section below to edit that section
es_es: Haga clic en una sección de abajo para editarla

source: complete
es_es: Completar

source: (Hours:Minutes:Seconds)
es_es: (Horas:Minutos:Segundos)

source: Waitlist Request
es_es: Solicitud de lista de espera

source: The following assingments have all been accepted by other agents. You can request to be a back up shopper for these locations. To be waitlisted, simply scroll through the list of Waitlist Shops below, make sure you are comfortable with the requirements of the shop and that you can commit to the specific date (and time, if applicable) and click 'Waitlist'.
es_es: Las siguientes tareas han sido aceptadas por otros agentes. Usted puede solicitar ser un Visitante de reserva para estas ubicaciones. Para anotarse en la lista de espera, simplemente desplácese a través de la lista de espera de visitas mostrada abajo, asegúrese de estar cómodo con los requerimientos de la visita y de que puede cumplir con la fecha y tiempo específicos, y haga clic en “Lista de Espera”

source: Click to Redeem
es_es: Haga clic para canjear

source: None:
es_es: Ninguno:

source: Amount:
es_es: Cantidad:

source: For:
es_es: Para:

source: Date Paid:
es_es: Día de Pago

source: Unable to upload photos from your device
es_es: No se ha podido cargar fotos de su equipo

source: Please enter date / time you entered
es_es: Por favor introduzca la fecha/hora en la que ingresó

source: Please enter date / time you left
es_es: Por favor introduzca la fecha/hora en la que salió

source: Please use the iSecretShop iPhone app to do this shop OR log in and upload the pictures from your home computer.
es_es: Por favor utilice la app de para iPhone de iSecretShop para realizar esta Visita O entre a nuestro sitio web y cargue las fotografías desde su ordenador.

source: started the shop
es_es: ha iniciado la Visita

source: completed the shop
es_es: ha completado la Visita

source: Service Ticket
es_es: Solicitud de Servicio

source: Welcome
es_es: Bienvenido(a)

source: You have
es_es: Usted tiene

source: shops w/requests
es_es: visitas con solicitud

source: late shops
es_es: Vistas Fuera de Fecha

source: open shops
es_es: visitas abiertas

source: pending shops
es_es: Visitas Pendientes

source: Admins
es_es: Administradores

source: Clients
es_es: Clientes

source: Reports
es_es: Reportes

source: Snapshot
es_es: Foto instantánea

source: Outbound Calls
es_es: Llamadas Salientes

source: Recorded Calls
es_es: Llamadas Grabadas

source: Survey
es_es: Encuesta

source: Scheduler
es_es: Agenda

source: Editor by shop date
es_es: Editor por fecha de Visita

source: Editor by approval date
es_es: Editor por fecha de aprobación

source: Permanent Bans
es_es: Prohibiciones permanentes

source: System
es_es: Sistema

source: Private Database
es_es: Base de Datos Privada

source: Fraud Score
es_es: Puntuación de fraude

source: Invalid Addresses
es_es: Dirección Inválida

source: Campaigns
es_es: Campañas

source: Active
es_es: Activo

source: Shops
es_es: Visitas

source: Pending - All
es_es: Pendientes - Todas

source: Pending - Finalized
es_es: Pendiente - Finalizada

source: Declined
es_es: Rechazado

source: Open
es_es: Abrir

source: Assigned
es_es: Asignado

source: Photo Gallery
es_es: Galería de fotos

source: Pending
es_es: Pendiente

source: Available
es_es: Disponible

source: Surveys
es_es: Encuestas

source: Payroll
es_es: Nómina

source: Sections
es_es: Secciones

source: Welcome to your Agent Control Panel
es_es: Bienvenido Agente a su Panel de Control

source: Visit
es_es: Visita

source: to complete online courses, earn points and Certifications!
es_es: para completar los cursos en línea, ganar puntos y Certificaciones!

source: Payments/Coupons
es_es: Pagos/Cupones

source: Resources
es_es: Recursos

source: Registered Shoppers
es_es: Visitantes Registrados

source: Amazingly Adapted
es_es: Sorprendentemente Adaptado

source: Incredible Speed & Accuracy
es_es: Increíble Velocidad y Precisión

source: Perfectly Efficient
es_es: Perfectamente eficiente

source: Save Time & Money
es_es: Ahorre tiempo y dinero

source: Innovation Redefined
es_es: Innovación redefinida

source: w/ Cutting Edge Technology
es_es: con tecnología de punta

source: MSPs and MRCs Click Here to Learn about iSS or to Log In
es_es: PCMs y CIMs hagan clic aquí para aprender acerca de iSS o para iniciar sesión.

source: Learn More
es_es: Más Información

source: iSS is a Shopper Portal & Job Board too!
es_es: ¡iSS es un Portal de Visitantes Secretos y una Bolsa de Trabajo también!

source: Register to Become an Agent or Log In & Start Shopping!
es_es: Regístrate para convertirte en un agente o inicie la sesión y comience a realizar vistas.

source: Businesses to Business Clients
es_es: Negocios a Clientes de Negocio

source: Looking for a cutting-edge program? DIY Shops?
es_es: ¿Busca un programa de tecnología de punta? ¿Visitas y compras que pueda hacer usted mismo?

source: Existing Clients
es_es: Clientes Exisistentes

source: Log In Here for your Reports.
es_es: Inicie sesión aquí para sus reportes.

source: Register with iSecretShop and Re-Discover Mystery Shopping!
es_es: ¡Regístrese con iSecretShop y redescubra el <BR>Servicio de Visitas Secretas!

source: What is iSecretShop?
es_es: ¿Qué es iSecretShop?

source: TEXT_HOME_1
es_es: iSS es a la vez un sistema de software de recolección de datos completa y un tablero Shopper Portal/Job. Los compradores se registran aquí para obtener acceso inmediato a todas las tiendas publicadas a través del sistema iSS de todos nuestros proyectos de tamaño mediano en un lugar conveniente. iSS no es un Proveedor de Servicio de Cliente Misterioso (PCM). Somos una empresa de programación (software). Nuestro programa esta diseñado para hacer que la experiencia de todos más fácil, más inteligente y más eficiente.

source: TEXT_HOME_2
es_es: Asi que, en lugar de sentirte abrumado por cientos de emails a la semana de docenas de PCMs, iSS te enviará un email semanal con las Visitas Disponibles a tu alrededor. No necesitas ingresar a docenas de sitios para planear tus rutas, solo entra aquí. Una sola vez. Todo en un mismo lugar. Lleva el control de tus pagos, comunícate con PCMs, completa tus visitas – todo aquí mismo.

source: TEXT_HOME_3
es_es: Los Proveedor de Servicio de Clientes Misterioso (PCM) utilizan iSS para programar, editar y publicar visitas. Y para compilar datos complejos para sus clientes finales. Los visitantes misteriosos lo utilizan para hacer su trabajo más rápido, más fácil y mucho más conveniente - si están usando un teléfono inteligente o el método tradicional de PC para completar sus tareas. O las ambas cosas!

source: FRAUD ALERT
es_es: ALERTA DE FRAUDE

source: Fraudulent emails and checks are being sent with iSecretShop's name and address.
es_es: Los emails y reportes fraudulentos están siendo enviados con el nombre y dirección de iSecretShop.

source: These are NOT from us!
es_es: ¡Esto no es de nosotros!

source: Please delete!
es_es: ¡Favor de borrar!

source: Agent Data Entry
es_es: Agente de entrada de datos

source: Back to your Agent Control Panel
es_es: Devuelta al panel de control

source: Need quality feedback but don’t want contracts or recurring shops? Our pre-made forms and huge shopper pool let you run your own program with ease.
es_es: ¿Necesitas retroalimentación de calidad pero no quieres contratos o visitas recurrentes? Nuestros formularios preparados y gran lista de Visitantes te permiten llevar a cabo tu propio programa con facilidad.

source: iSecretShop leverages the newest tech and most innovative ideas to give MSPs tools and controls that no other platform can deliver – with an interface so intuitive it can be used immediately by Project Managers, Schedulers, Editors and Shoppers alike.
es_es: iSecretShop balancea la tecnología más nueva con las ideas más innovadoras para brindar a los PCMs las herramientas y el control que ninguna otra plataforma podrá otorgarles – con una interface tan intuitiva que puede ser utilizada inmediatamente por Gerentes, Programadores de Agenda, Editores y Visitantes Secretos.

source: Our sophisticated scheduling and editing tools, cutting-edge fraud detection and error-checking, mobile and traditional entry methods, complex question logic, geo-tagging and amazing automation give your team: better results with less effort, your clients: better data faster and makes shoppers’ jobs easier as their quality improves.
es_es: Nuestras sofisticadas herramientas de agenda y edición, de detección de fraude y revisión de errores, los métodos de entrada de datos en móvil y tradicional, nuestra lógica compleja de preguntas, localización geográfica y sorprendente automatización le dan a tu equipo: mejores resultados con un menor esfuerzo, y a tus clientes: mejor transferencia de datos, y hace el trabajo de los visitantes secretos mas fácil, a medida que su calidad mejora.

source: With multiple Data Channels (mystery shops, comment cards, audits, surveys and more), Industry Benchmarking, Shared Questions, Custom Reporting, Phone and Video shops and a growing, shared shopper pool of over 500,000 agents waiting to work for you, iSecretShop is the solution you have been looking for.
es_es: Con múltiples canales de información (visitas secretas, tarjetas de comentarios, auditorias, encuestas y mas), investigaciones de mercado, preguntas compartidas, reportes customizados, visitas telefónicas y por video, y una creciente lista de más de 500,000 visitantes secretos esperando trabajar para usted, iSecretShop es la solución que ha estado buscando.

source: Overview
es_es: Resumen

source: Data Entry Channels
es_es: Canales de Entrada de Datos

source: Fraud Tools
es_es: Herramientas de Fraude

source: Price Audits
es_es: Auditorias de Precios

source: Certifications
es_es: Certificaciones

source: Benchmarking
es_es: Comparación de mercado

source: Sample Shop Reports
es_es: Reportes de Visita de muestra

source: Telephony
es_es: Telefonía

source: Subscribe to our Newsletter
es_es: Suscríbase a nuestro boletín

source: All Newsletter Archive
es_es: Todo el archivo del boletín

source: Download Brochures
es_es: Descargar folletos

source: Download All PDFs
es_es: Descargar todos los PDFs
