Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: et_ee, fr_ca, lt_lt, lv_lv, pt_br

source: Shop Instructions Resent to Email
fr_ca: Instructions d'évaluation renvoyées à l'adresse email
lv_lv: Pārbaudes instrukcija akārtoti nosūtīta uz e-pastu
pt_br: Instruções da Tarefa Reenviadas para E-mail

source: The number of Open Shops you may have scheduled at one time depends on your iSS Agent rank. New Investigators may only schedule one shop at a time and must successfully complete it before accepting a new assignment.
fr_ca: Le nombre d'Évaluations Ouvertes que vous pouvez faire planifier à la fois dépend de votre rang d'agent iSS. Les nouveaux enquêteurs ne peuvent planifier qu'une seule évaluation à la fois et doivent la compléter avec succès avant d'accepter une nouvelle mission.
lv_lv: Atvērto veikali jums var būt regulāro vienā reizē skaits ir atkarīgs no jūsu ISS Agent ranga. Jaunas Izmeklētāji var ieplānot tikai viens veikals laikā, un ir veiksmīgi pabeigt līdz pieņemt jaunu grupēšanu.
pt_br: O número de Tarefas Abertas que você agendar de uma vez varia de acordo com a sua posição de Agente iSS. Novos investigadores só podem agendar uma tarefa de cada vez e completar com sucesso antes de aceitar uma nova tarefa.

source: NOTE: It is imperative that Agents perform their Assigned Shops on the date and time agreed. If for any reason you will be unable to perform a shop you have scheduled, let the MSP know immediately. Cancelling three Assigned Shops may result in your removal from the iSS program.
fr_ca: NB: Il est obligatoire que les Agents effectuent leurs Évaluations Attribuées au jour et à l'heure prévus. Si, pour une raison quelconque, vous ne pourrez pas effectuer une évaluation que vous aviez planifiée, vous devrez immédiatement en notifier le PEM. L'annulation de trois Évaluations Assignées peut mener à votre éviction du programme iSS.
lv_lv: PIEZĪME: Tas ir svarīgi, ka aģenti pildīt uzticētos Veikali datumā un laikā. Ja kāda iemesla dēļ jums būs spējīgs veikt veikalu esat ieplānoto, ļaujiet MSP zināt uzreiz. Atcelšana trīs Piešķirtie Veikali var izraisīt jūsu izņemšanas no SKS programmas.
pt_br: Nota: É fundamental que os Agentes realizem suas Tarefas Atribuídas na data e hora acordados. Se, por qualquer motivo você não puder realizar uma tarefa que você agendou, comunique ao PSE imediatamente. Cancelar três Tarefas Atribuídas podem resultar na sua remoção do sistema iSS.

source: Not Between
fr_ca: Pas Entre
lv_lv: Nav starp
pt_br: Não Entre

source: Complete Shop
fr_ca: Compléter l'Évaluation
lv_lv: Pabeigt veikalu
pt_br: Completar Tarefa

source: Are you sure you want to cancel?
fr_ca: Confirmez-vous l'annulation ?
lv_lv: Jūs esat pārliecināts/-a, ka vēlaties atcelt?
pt_br: Tem certeza que deseja cancelar?

source: Reschedule
fr_ca: Replanifier
lv_lv: Mainīt kalendāru
pt_br: Remarcar

source: Resend Instructions
fr_ca: Renvoyer les Instructions
lv_lv: Nosūtīt atkārtoti instrukijas
pt_br: Reenviar Instruções

source: Submitted Assignments - Pending Approval
fr_ca: Missions Soumises : En Attente d'Approbation
lv_lv: Iesniegtie uzdevumi - Līdz apstiprināšana
pt_br: Tarefas Enviadas - Aprovação Pendente

source: Un-Finalize
fr_ca: Dé-finaliser
lv_lv: Nepabeigt
pt_br: Sem Finalização

source: Request Deleted
fr_ca: Demande Supprimée
lv_lv: Pieprasījums dzēsts
pt_br: Pedido Excluído

source: You have been added as a back up shopper
fr_ca: Vous avez été ajouté comme évaluateur back-up
lv_lv: Jūs bijāt pievienots kā slepenā pircēja papildiespēja
pt_br: Você foi adicionado como um cliente reserva

source: You have been assigned to this shop. Please make sure to check your email or download the shop instructions by viewing this shop under the Assignments tab.
fr_ca: On vous a attribué cette évaluation . Veuillez vérifier votre email ou télécharger les instructions de l'évaluation en affichant cette évaluation dans l'onglet Missions.
lv_lv: Jums ir piešķirts uz šo veikalu. Lūdzu, pārliecinieties, lai pārbaudītu savu e-pastu vai lejupielādēt veikala norādījumus, apskatot šo veikalu cilnē uzdevumu.
pt_br: Você foi designado para esta tarefa. Certifique-se de conferir o seu e-mail ou baixar as instruções da tarefa vendo esta tarefa na guia Tarefas.

source: You are currently assigned your limit of shops so the shop may not be self assigned.
fr_ca: Vous avez actuellement le maximum d'évaluations, donc, vous ne pouvez pas vous attribuer l'évaluation à vous-même.
lv_lv: Šobrīd jums ir piešķirts savu limitu veikalu, lai veikals nevar sevi piešķirts.
pt_br: Você já está designado para o seu limite de tarefas, então não pode atribuir para si a tarefa.

source: Invalid shop
fr_ca: Évaluation Invalide
lv_lv: Kļūdains veikals
pt_br: Tarefa inválida

source: View/Accept Shop
fr_ca: Afficher/Accepter Évaluation
lv_lv: Apskatīt/iespējot veikalu
pt_br: Ver/Aceitar Tarefa

source: View/Request Shop
fr_ca: Afficher/Demander Évaluation
lv_lv: Skatīt/pieprasīt veikalu
pt_br: Ver/Pedir Tarefa

source: Please confirm you are able to complete the shop and meet the shop criteria.
fr_ca: Veuillez confirmer que vous êtes capable de compléter cette évaluation en respectant ses critères.
lv_lv: Lūdzu, apstipriniet, jums ir iespēja pabeigt veikalu un atbilst veikals kritērijiem.
pt_br: Confirme que você pode seguir os critérios e completar a tarefa.

source: Any Day
fr_ca: N'importe Quel Jour
lv_lv: Jebkurā dienā
pt_br: Qualquer Dia

source: Available Days to do Shop (must choose one)
fr_ca: Jours Disponibles pour Faire une Évaluation (choix obligatoire)
lv_lv: Pieejamas dienas pārbaudes veikšanas (jābūt izvēlētai vienai)
pt_br: Dias Disponíveis para fazer Tarefa (deve escolher um)

source: CANNOT be Shopped
fr_ca: Ne peut PAS s'acheter
lv_lv: NEVAR BŪT Iepirkts
pt_br: NÃO PODE ser Espiado

source: You can self assign for this shop. Please choose below the exact day you will do the shop, click confirm, and the shop may be immediately assigned to you. You ARE AGREEING to do the shop on the day you choose.
fr_ca: Vous pouvez vous attribuer cette évaluation à vous-même. Veuillez choisir ci-dessous le jour précis où vous ferez l'évaluation, cliquer 'Confirmer' et l'évaluation pourra vous être immédiatement attribuée. Vous ACCEPTEZ de faire l'évaluation le jour de votre choix.
lv_lv: Jūs paši varat piešķirt šo veikalu. Lūdzu, izvēlieties zem precīzu dienā jūs darīs veikalu, noklikšķiniet apstipriniet, un veikals var nekavējoties piešķirt jums. Jūs piekrītat darīt veikalu nākamajā dienā jūs izvēlaties.
pt_br: Você pode atribuir para si esta tarefa. Escolha abaixo o dia exato para fazer a tarefa, clique em confirmar, e a tarefa pode ser imediatamente atribuída a você. Você CONCORDA fazer a tarefa no dia que você escolher.

source: is currently accepting requests for this shop. Please choose below the exact day you can do the shop, click confirm, and your request will be logged.
fr_ca: accepte actuellement des requêtes pour cette évaluation. Veuillez préciser ci-dessous le jour exact où vous pourrez faire l'évaluation, cliquez sur 'Confirmer' et votre requête sera enregistrée.
lv_lv: pašlaik, kas pieņem pieprasījumus par šo veikalu. Lūdzu, izvēlieties zem precīzu dienu, jūs varat darīt to veikalu, noklikšķiniet uz apstiprinātu, un Jūsu pieprasījums tiks saglabāts.
pt_br: está aceitando agora pedidos para esta tarefa. Escolha abaixo o dia exato para fazer a tarefa, clique em confirmar e o pedido será registrado.

source: will contact you shortly to let you know if it was assigned to you. You ARE AGREEING to do the shop on the day you choose if you are assigned. You can cancel your request at any time before the shop is assigned by going to your Requests/Waitlist page. Make sure to check your assignments frequently to see if you are assigned.
fr_ca: vous contactera rapidement pour vous dire si elle vous a été attribuée. Vous ACCEPTEZ de faire l'évaluation le jour de votre choix si vous obtenez la mission. Vous pouvez annuler votre requête n'importe quand avant l'attribution de l'évaluation en vous rendant sur votre page Requêtes/Liste d'Attente. Assurez-vous de vérifier souvent vos missions pour voir si vous avez été sélectionné.
lv_lv: sazināsies ar Jums tuvākajā laikā, lai jūs zināt, ja tas ir piešķirts, lai jums. Jūs piekrītat darīt veikalu dienā izvēlaties, ja jums ir piešķirts. Jūs varat atcelt savu pieprasījumu jebkurā laikā pirms veikalam piešķir, dodoties uz Jūsu pieprasījumiem / Waitlist lapā. Pārliecinieties, lai pārbaudītu savus uzdevumus bieži, lai redzētu, vai jums ir piešķirts.
pt_br: entrará em contato em breve para dizer se a tarefa foi atribuída a você. Você CONCORDA em fazer a tarefa no dia que você escolher caso seja designado. Você pode cancelar o pedido a qualquer hora antes da tarefa ser atribuída na página Pedidos/Lista de Espera. Certifique-se de conferir suas tarefas frequentemente para ver se você é designado.

source: What date within the range will you do this shop?
fr_ca: A quelle date du créneau ferez-vous cette évaluation ?
lv_lv: Kura datumu periodā Jūs veiksiet šo pārbaudi?
pt_br: Entre que dias você fará esta tarefa?

source: Click to Pick Date
fr_ca: Cliquez Ici Pour Choisir la Date
lv_lv: Uzklikšķināt, lai izvēlētos datumu
pt_br: Clique para Escolher Data

source: Go Back
fr_ca: Retour
lv_lv: Atgriezties
pt_br: Voltar

source: Your search did not return any results.
fr_ca: Votre recherche n'a retourné aucun résultat.
lv_lv: Jūs meklēšana nedeva rezultātus
pt_br: A sua busca não teve resultados.

source: Search for a Shop
fr_ca: Rechercher Une Evaluation
lv_lv: meklēt veikalus
pt_br: Buscar uma Tarefa

source: City, State or Zip
fr_ca: Ville, Etat ou Code Postal
lv_lv: Pilsēta, valsts vai Zip
pt_br: Cidade, Estado ou CEP

source: The number of shops you may have scheduled at one time depends on your iSS Agent rank.
fr_ca: Le nombre d'évaluations que vos pouvez planifier en une fois dépend de votre rang d'Agent iSS.
lv_lv: Veikalu jums var būt regulāro vienā reizē skaits ir atkarīgs no jūsu ISS Agent ranga.
pt_br: O número de tarefas agendadas que você pode ter de uma só vez depende da posição do seu Agente iSS.

source: NOTE: It is imperative that Agents perform their Assigned Shops on the date and time agreed. If for any reason you will be unable to perform a shop you have scheduled, let us know immediately so that arrangements can be made to cover it in time. Cancelling three Assigned Shops may result in your removal from the iSS program.
fr_ca: NB: Il est obligatoire que les agents exécutent leurs Évaluations Assignées au jour et à l'heure convenus. Si, pour une raison quelconque, vous ne pourrez pas faire une évaluation que vous aviez planifiée, informez-nous en tout de suite pour que nous puissions nous arranger à la faire faire à temps. Annuler trois Évaluations Assignées peut mener à votre éviction du programme iSS.
lv_lv: Ja neesat pabeidzis savu veikalu, vai nav inputed to ietvaros pieņemamā termiņā, lūdzu, nekavējoties sazinieties ar Mystery Shopping sniedzēju, lai redzētu, vai veikalā iespējams pārplānot
pt_br: Nota: É fundamental que os Agentes façam as tarefas designadas na data e hora acordadas. Se, por qualquer motivo você não puder realizar uma tarefa agendada, nos comunique imediatamente para que possamos tomar medidas à tempo. Cancelar três Tarefas Atribuídas pode resultar na sua remoção do programa iSS.

source: Pending Requests
fr_ca: Demandes en Attente
lv_lv: Neapmaksātie pieprasījumi
pt_br: Pedidos Pendentes

source: Mystery Service Provider
fr_ca: Prestataire d'Evaluations Mystère
lv_lv: Mystery Shopping pakalpojuma sniedzējs
pt_br: Provedor de Serviço Espião

source: Where
fr_ca: Lieu
lv_lv: Kur
pt_br: Onde

source: When
fr_ca: Date
lv_lv: Kad
pt_br: Quando

source: Shops Available in Your Area
fr_ca: Évaluations Disponibles dans votre Zone
lv_lv: Veikali jūzu apkārtnē
pt_br: Tarefas Disponíveis na Sua Área

source: To Request Shop
fr_ca: Pour Demander une Évaluation
lv_lv: Pieprasīt veikalu
pt_br: Para Pedir Tarefa

source: View/Accept MSP Contract
fr_ca: Afficher/Accepter le Contrat PEM
lv_lv: Apskatīt/Apstiprināt MSP līgumu
pt_br: Ver/Aceitar Contrato PSE

source: MSP Contract Updated
fr_ca: Contrat PEM Mis à Jour
lv_lv: MSP līgums atjaunots
pt_br: Contrato PSE Atualizado

source: No Shops Available
fr_ca: Aucune Évaluation de Disponible
lv_lv: Nav pieejamu veikalu
pt_br: Sem Tarefas Disponíveis

source: Please check back soon
fr_ca: Merci de Revenir Bientôt
lv_lv: Lūdzu drīz pārbaudiet
pt_br: Confira novamente em breve

source: View Details
fr_ca: Voir Détails
lv_lv: Apskatīt detaļas
pt_br: Ver Detalhes

source: Comment card has been canceled
fr_ca: La Fiche de Commentaires a Eté Annulée
lv_lv: Komentāru kartiņa tika atcelta
pt_br: Cartão de comentário foi cancelado

source: Your commentcard has been submitted
fr_ca: Votre fiche de commentaires a été soumise
lv_lv: Jūsu komentāru kartiņa tika iesniegta
pt_br: O seu cartão de comentário foi enviado

source: Unable to finalize
fr_ca: Impossible de finaliser
lv_lv: Nav iespējams pabeigt
pt_br: Não é possível finalizar

source: Work Saved
fr_ca: Travaux Sauvegardés
lv_lv: Darbs saglabāts
pt_br: Trabalho Salvo

source: Invalid date / time
fr_ca: Date/Heure non valide
lv_lv: Kļūdains datums / laiks
pt_br: Data / hora inválida

source: Date has been changed
fr_ca: La date a été changée
lv_lv: Datuma tika mainīts
pt_br: Data foi mudada

source: Unable to edit date
fr_ca: Impossible d'éditer la date
lv_lv: Nav iespējams izmainīt datumu.
pt_br: Não é possível editar data

source: Not entered
fr_ca: Non Saisi
lv_lv: Nav ievadīts
pt_br: Não entrou

source: Edit Time
fr_ca: Modifier l'Heure
lv_lv: Izmainīt laiku
pt_br: Editar Hora

source: Edit your answers
fr_ca: Modifier vos réponses
lv_lv: Izmainīt atbildi
pt_br: Editar suas respostas

source: Are you sure you are ready to finalize?
fr_ca: Etes-vous certain d'être prêt à finaliser cette évaluation?
lv_lv: Vai Jūs esat pārliecināti lai pabeigtu anketas aizpildīšanu.
pt_br: Tem certeza que está pronto para finalizar?

source: Are you sure you want to cancel? All data you have entered will be lost.
fr_ca: Confirmez-vous l'annulation ? Toutes les données que vous avez saisies seront perdues.
lv_lv: Vai esat pārliecināts, ka vēlaties atcelt? Visi dati ir ievadīti, tiks zaudēta.
pt_br: Tem certeza que deseja cancelar? Todos os dados inseridos serão excluídos.

source: End Time
fr_ca: Heure de Fin
lv_lv: Pabeigšanas laiks
pt_br: Hora Final

source: New Search
fr_ca: Nouvelle Recherche
lv_lv: Jaunā meklēšana
pt_br: Nova Busca

source: Change Area
fr_ca: Changer de Zone
lv_lv: Izmaiņu vieta
pt_br: Mudar Área

source: Please enter the address, city or ZIP/Postal Code
fr_ca: Veuillez entrer l'adresse, la ville ou le Code ZIP/Postal
lv_lv: Lūdzu ievadiet adresi, pilsētu vai pasta indeksu
pt_br: Insira o endereço, cidade ou CEP/Código Postal

source: Search by Code
fr_ca: Recherche par Code
lv_lv: Vai meklēt pēc koda
pt_br: Buscar por Código

source: Available comment cards near you
fr_ca: Fiches de commentaires disponibles près de chez vous
lv_lv: Pieejama komentāru kartiņa ntālu no Jums
pt_br: Cartões de comentário disponíveis perto de você

source: Please enter your digital signature
fr_ca: Veuillez saisir votre signature numérique
lv_lv: Lūdzu ievadiet Jūsu digitālo parakstu
pt_br: Insira sua assinatura digital

source: Contract has been approved
fr_ca: Le contrat a été approuvé
lv_lv: Līgums tika apstiprināts
pt_br: Contrato foi aprovado

source: Agree
fr_ca: D'accord
lv_lv: Piekrītu
pt_br: Concordo

source: Return to Contracts
fr_ca: Retour aux Contrats
lv_lv: Atgriezties uz līgumiem
pt_br: Voltar para Contratos

source: In order to complete a shop for a Mystery Shopping Provider (MSP), you must digitially approve their contract.
lv_lv: Lai pabeigtu veikalu pēc Mystery Shopping Provider (MSP), Jums ir jābūt digitially apstiprināt savu līgumu.

source: In order to be paid by an MSP in the United States you will need to provide tax information required by the IRS. You can wait to provide this until after you have done a shop or spoken with the MSP. You can also do this by phone by calling the MSP directly.
lv_lv: Lai jāmaksā par JTP ASV jums būs nepieciešams, lai nodrošinātu nodokļu informāciju, ko pieprasa IRS. Jūs varat gaidīt, lai nodrošinātu to, kamēr neesat darījuši veikalu vai runājis ar MSP. Jūs varat arī izdarīt telefoniski zvanot MSP tieši.

source: You will need to provide your tax information to each MSP individually. iSecretShop does not collect or share your tax information between MSPs. We will, however, archive your photo identification so you do not need to resubmit it to each MSP.
lv_lv: Jums būs nepieciešams, lai sniegtu savu nodokļu informāciju katram MSP individuāli. iSecretShop nevāc vai dalīties ar savu nodokļu informāciju starp MSPs. Mēs, tomēr, arhivēt foto identifikāciju, tāpēc jums nav nepieciešams atkārtoti iesniegt to katram MSP.

source: Terms of Use
fr_ca: Conditions d'Utilisation
lv_lv: Noteikumi lietošanai
pt_br: Termos de Uso

source: Before agreeing to each Mystery Shopping Provider's Independant Contractor's agreement, you must accept the iSecretShop Terms of Use
lv_lv: Pirms piekrītot katra Mystery Shopping sniedzēja neatkarīga Izpildītāja vienošanās, jums ir jāpiekrīt iSecretShop Lietošanas noteikumi

source: View/Accept Terms
fr_ca: Afficher/Accepter les Conditions
lv_lv: Parādīt/Apstiprināt noteikumus
pt_br: Ver/Aceitar Termos

source: Agreement Signed
fr_ca: Accord Signé
lv_lv: Parakstīta vienošanās
pt_br: Acordo Assinado

source: Must Accept iSS TOU
lv_lv: Nepieciešams apstiprināt iSS TOU

source: View/Accept Contract
fr_ca: Afficher/Accepter le Contrat
lv_lv: Apskatīt/Apstiprināt līgumu
pt_br: Ver/Aceitar Contrato

source: Profile Details
fr_ca: Détails du Profil
lv_lv: Profila detaļas
pt_br: Dados do Perfil

source: Some shops have certain requirements. By telling us more information about yourself, you can qualify for more shops. For instance, a mystery shop at a veternarian clinic will require you to have pets.
fr_ca: Certaines évaluations ont certaines exigences. En nous donnant plus d'informations sur vous-même, vous pouvez être accepté pour plus d'évaluations. Par exemple, une évaluation mystère dans une clinique de vétérinaire exigera que vous possédiez des animaux domestiques.
lv_lv: Daži veikali ir noteiktas prasības. Ko stāsta mums vairāk informācijas par sevi, jūs varat pretendēt uz vairāk veikaliem. Piemēram, noslēpums veikals pie veternarian klīnikā būs nepieciešama jums ir mājdzīvnieki.
pt_br: Algumas tarefas têm certos requisitos. Conte mais sobre você e qualifique-se para mais tarefas. Por exemplo, uma tarefa espiã numa clínica veterinária requer que você tenha animais de estimação.

source: Show All
fr_ca: Afficher Tout
lv_lv: Parādīt visu
pt_br: Mostrar Todas

source: Please enter your name
fr_ca: Veuillez saisir votre nom
lv_lv: Lūdzu, ievadiet Jūsu vārdu
pt_br: Insira seu nome

source: Please enter your address
fr_ca: Veuillez entrer votre adresse
lv_lv: Lūdzu ievadiet Jūsu adresi
pt_br: Insira seu endereço

source: Please enter your city
fr_ca: Veuillez entrer votre ville
lv_lv: ievadiet savu pilsētu
pt_br: Insira a sua cidade

source: Please enter your phone number
fr_ca: Veuillez saisir votre numéro de téléphone
lv_lv: Ievadiet savu tel. nr.
pt_br: Insira o seu número de telefone

source: Confirmation has been email to your new email. You must confirm before your new email is active.
fr_ca: Une confirmation a été envoyée à votre nouvel email. Vous devez accuser réception de cette confirmation avant que votre nouvel email soit actif.
lv_lv: Apstiprinājums ir bijis e-pastu uz savu jauno e-pastu. Jums ir jāapstiprina, pirms savu jauno e-pasts ir aktīvs.
pt_br: Confirmação enviada para seu e-mail novo. Você deve confirmar antes que o e-mail novo esteja ativo.

source: Your Profile
fr_ca: Votre Profil
lv_lv: Jūsu profils
pt_br: Seu Perfil

source: Login Details
fr_ca: Informations de Connexion
lv_lv: Ieloģošanās detaļas
pt_br: Dados de Login

source: Update Email
fr_ca: Mise à Jour de l'Email
lv_lv: Atjaunot e-pastu
pt_br: Atualizar E-mail

source: Changes requires email confirmation
fr_ca: Les modifications nécessitent la confirmation par email
lv_lv: Mainīt nepieciešamo e-pasta apstiprināšanu
pt_br: Mudanças exigem confirmação de e-mail

source: Change Password
lv_lv: Mainīt paroli

source: Confirm Password
fr_ca: Confirmer le Mot de Passe
lv_lv: Apstiprināt paroli
pt_br: Confirmar Senha

source: From Participating MSPs ONLY - This will NOT happen for each shop.
fr_ca: SEULEMENT de la part des PEMs participants : ceci n'arrivera PAS pour chaque évaluation
lv_lv: No Piedalās MSPs TIKAI - Tas nenotiks katrā veikalā.
pt_br: SOMENTE de participantes PSEs - Isto NÃO ocorrerá para cada tarefa

source: Reimbursements
fr_ca: Remboursements
lv_lv: atlīdzināšana
pt_br: Reembolsos

source: Redeemable Coupons
fr_ca: Coupons Échangeables
lv_lv: Ar brīdinājuma termiņu Kuponi
pt_br: Cupons Reembolsáveis

source: Expires
fr_ca: Date d'Expiration
lv_lv: Beidzas
pt_br: Expira

source: No Coupons to Redeem
fr_ca: Aucun Coupon à Échanger
lv_lv: Nav Kuponi izpirkt
pt_br: Sem Cupons Reembolsáveis

source: Pending Payments:
fr_ca: Paiements en Attente:
lv_lv: Neapstiprinātie maksājumi:
pt_br: Pagamentos Pendentes:

source: For
fr_ca: Pour
lv_lv: Kam:
pt_br: Para

source: Completed Payments
fr_ca: Paiements Effectués
lv_lv: Pabeigtie maksājumi
pt_br: Pagamentos Efetuados

source: Shop rescheduled
fr_ca: Évaluation re-planifiée
lv_lv: Veikals pārlikts
pt_br: Tarefa remarcada

source: Unable to Reschedule
fr_ca: Impossible de Replanifier
lv_lv: Nevar mainīt kalendāru
pt_br: Não é possível Remarcar

source: This shop has already been started and cannot be rescheduled.
fr_ca: Cette évaluation a déjà été commencée et ne peut pas être re-planifiée.
lv_lv: Šim veikalam ir jau sākusies, un to nevar pārcelta.
pt_br: Esta tarefa já foi iniciada e não pode ser remarcada.

source: Reschedule Shop
fr_ca: Replanifier Evaluation
lv_lv: Mainīt kalendāru veikalam
pt_br: Remarcar Tarefa

source: No Other Dates Available
fr_ca: Aucune Autre Date de Disponible
lv_lv: Citi datumi nav pieejami
pt_br: Sem Outras Datas Disponíveis

source: What date within the range would you like to reschedule this shop for?
fr_ca: A quelle date du créneau aimeriez-vous replanifier cette évaluation?
lv_lv: Kas datumu diapazonā jūs vēlētos pārcelt šo veikalu, lai?
pt_br: Para que data dentro do prazo você quer remarcar esta tarefa?

source: Cancel Reschedule
fr_ca: Annuler Replanification
lv_lv: Atcelt kalendāru
pt_br: Cancelar Remarcação

source: Your shop has been submitted for review
fr_ca: Votre évaluation a été soumise pour approbation
lv_lv: Jūsu veikals tika iesniegts apskatei
pt_br: A sua tarefa foi enviada para revisão

source: Unable to finalize your shop
fr_ca: Impossible de finaliser votre évaluation
lv_lv: Nav iespējams pabeigt veikalu
pt_br: Não é possível finalizar sua tarefa

source: Dimensions of jpeg much too large
lv_lv: jpeg faila izmēri par lielu

source: Your shop will not be submitted for review until you choose to finalize it
fr_ca: Votre évaluation ne sera pas soumise à approbation avant que vous choisissiez de la finaliser
lv_lv: Tavs veikals netiks iesniegts izskatīšanai, kamēr jūs izvēlaties, lai pabeigtu to
pt_br: A sua tarefa não será enviada para revisão até que você escolha finalizá-la

source: Finalize Shop
fr_ca: Finaliser Évaluation
lv_lv: Pabeigt veikalu
pt_br: Finalizar Tarefa

source: Are you sure you are ready to finalize this shop?
fr_ca: Etes-vous certain d'être prêt à finaliser cette évaluation ?
lv_lv: Vai Jūs esat pārliecināti lai pabeigtu veikalu?
pt_br: Tem certeza que está pronto para finalizar esta tarefa?
