Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: et_ee, fr_ca, lt_lt, lv_lv, pt_br

source: Use this for exceptions ONLY - for most notifications use client accounts instead
lv_lv: Izmantojiet šo izņēmumus TIKAI - vairumam paziņojumi izmantot klientu kontus vietā

source: One email per line
lv_lv: Viens epasts rindā

source: Location Keys
lv_lv: Vietas pogas

source: Drag and Drop to Change Actual Location
et_ee: Lohista ja pilla, et muuta reaalset asukohta
lt_lt: Vilkite ir meskite kad pakeisti aktualią vietą
lv_lv: Velciet un atlaidiet nomainīt faktisko atrašanās vietu

source: Associated Accounts
lv_lv: Asociētās konti

source: Add New Association
lv_lv: Pievienot jaunu asociāciju

source: Shop Emails
lv_lv: Veikala epasti

source: Comment Card Emails
lv_lv: Klientu vērtējums no e-pastiem

source: Search
et_ee: Otsing
fr_ca: Rechercher
lt_lt: Paieška
lv_lv: Meklēt
pt_br: Buscar

source: Tie database columns to CSV columns
fr_ca: Relier les colonnes de la base de données aux colonnes du CSV
lv_lv: Samazināt datubāzes kolonnas uz CSV kolonnām
pt_br: Vincular colunas do banco de dados com as de CSV

source: Column
fr_ca: Colonne
lv_lv: Kolonna
pt_br: Coluna

source: Start Date
et_ee: Alustamise Kuupäev
lt_lt: Pradžia
lv_lv: Datums

source: End Date
et_ee: Lõpetamise Kuupäev
lt_lt: Pabaiga
lv_lv: Beigu datums

source: Start
fr_ca: Commencer
lv_lv: Sākt
pt_br: Iniciar

source: End
lv_lv: Beigas

source: Search Results
fr_ca: Résultats de la Recherche
lv_lv: Meklēt rezultātus
pt_br: Resultados da Busca

source: Check All that Apply questions require Answer Scores
lv_lv: Atzīmējiet visus atbilstošos jautājumus prasīt Atbildes vērtējumi

source: Editing Question
lv_lv: Rediģējot jautājumu

source: Creating Question
lv_lv: Veido jautājumu

source: Back to Shop
fr_ca: Retour à l'Evaluation
lv_lv: Atpakaļ uz veikalu
pt_br: Voltar para Tarefa

source: Back to Card
lv_lv: Atpakaļ uz kartiņu

source: Back to Questions
lv_lv: Atpakaļ uz jautājumiem

source: This Question is Used in More Than One Shop!
lv_lv: Šis jautājums ir Izmanto vairāk nekā vienu veikals!

source: Changes will also be reflected in the other shops. If this is not ok, please create a new question.
lv_lv: Izmaiņas tiks atspoguļots arī citos veikalos. Ja tas nav ok, lūdzu, izveidojiet jaunu jautājumu.

source: Worded for Shopper
fr_ca: Libellé pour l'Évaluateur
lv_lv: Formulēts par Shopper
pt_br: Redigido para Cliente

source: Worded for Client
fr_ca: Libellé pour l'Acheteur
lv_lv: Pārsaukts par klientu
pt_br: Redigido para Cliente

source: Base Question
fr_ca: Question de Base
lv_lv: Pamatjautājums
pt_br: Questão de Base

source: It is the responsibility of the MSP to make sure the answer sets match for the client questions to make sure you are comparing fairly.
fr_ca: C'est la responsabilité du PEM de s'assurer que la réponse correspond aux questions du client afin de s'assurer de comparer de façon honnête.
lv_lv: Tā ir atbildīga par MSP, lai pārliecinātos, ka atbilde komplekti maču par klientu jautājumiem, lai pārliecinātos, ka jūs salīdzināt godīgi.
pt_br: É responsabilidade do PSE certificar-se de que o grupo de respostas corresponde às questões do cliente para confirmar que a comparação é justa.

source: Question Tip
fr_ca: Astuce
lv_lv: Jautājuma paskaidrojums
pt_br: Dica da Questão

source: Comments
fr_ca: Commentaires
lv_lv: Komentāri:
pt_br: Comentários

source: Allow Comments
lv_lv: Atļaut komentārus

source: Minimum Required Characters
fr_ca: Nombre Minimum de Caractères Requis
lv_lv: minimālie simboli nepieciešami
pt_br: Mínimo de Caracteres Necessário

source: Answers
fr_ca: Réponses
lv_lv: Atbildes
pt_br: Respostas

source: Answer Type
fr_ca: Type de Réponse
lv_lv: Atbildes tips
pt_br: Tipo de Resposta

source: Answer Order
fr_ca: Répondre à la Commande
lv_lv: Atbilžu secība
pt_br: Ordem de Resposta

source: Answer Scores
lv_lv: Atbildes rezultāti

source: Apply Comment<BR>Minimum Character
lv_lv: Lietojams Komentārs <BR> Minimālais simbolu daudzums

source: Min Price
lv_lv: Minimālā Cena

source: Price Audit Shops
fr_ca: Évaluations d'Audits de Prix
lv_lv: Cenas auditu veikali
pt_br: Tarefas de Auditoria de Preço

source: Max Price
lv_lv: Maksimālā cena

source: Extras
lv_lv: Ekstras

source: Hide from Client
fr_ca: Cacher au client
lv_lv: Slēpt no klienta
pt_br: Ocultar do Cliente

source: Only if NOT Scored
fr_ca: Seulement s'il n'a PAS été noté
lv_lv: Tikai ja nav vērtēts
pt_br: Apenas se NÃO Pontuou

source: Hide from Shopper
lv_lv: Slēpt no pircēja

source: Editor Answered Question
lv_lv: Redaktora atbildētie jautājumi

source: Show All Answer Options on Shop Reports
lv_lv: Rādīt visus Atbilde Iespēja par Veikals atskaites

source: Photo required
fr_ca: Photo requise
lv_lv: Bilde nepieciešama
pt_br: Necessário foto

source: Photo allowed
lv_lv: Foto atļauts

source: Once saved, answer type and answers cannot be changed
fr_ca: Une fois sauvegardés, le type de réponses et les réponses ne peuvent être modifiés.
lv_lv: Kad saglabāts, atbilde tips un atbildes nevar mainīt
pt_br: Tipo de resposta e respostas não podem ser mudadas depois de salvas.

source: Save & Add Languages
lv_lv: Saglabāt un pievienot valodas

source: Tip
fr_ca: Conseil
lv_lv: Padoms
pt_br: Dica

source: Choose Language
fr_ca: Choisir une Langue
lv_lv: Izvēlēties valodu
pt_br: Escolher Idioma

source: Import Questions
fr_ca: Importer les Questions
lv_lv: Ievietot jautājumus
pt_br: Importar Questões

source: Create New Question
fr_ca: Créer une Nouvelle Question
lv_lv: Izveidot jaunu jautājumu
pt_br: Criar Nova Questão

source: Shops
fr_ca: Évaluations
lv_lv: Veikali
pt_br: Tarefas

source: Languages
fr_ca: Langues
lv_lv: Valodas
pt_br: Idiomas

source: Not Used
fr_ca: Non Utilisé
lv_lv: Nav izmantots
pt_br: Não Usado

source: Not Translated
fr_ca: Non Traduit
lv_lv: Nav pārtulkots
pt_br: Não Traduzido

source: Report List
lv_lv: Atskaišu saraksts

source: Source Data
lv_lv: Avota dati

source: Form
et_ee: Vorm
fr_ca: Formulaire
lt_lt: Forma
lv_lv: veidlapa
pt_br: Formulário

source: Beginning Month for Overall Score
lv_lv: Sākot Mēnesis, par kopējo punktu skaitu

source: Leave 0 to start at beginning of fiscal year
lv_lv: Atstājiet 0, lai sāktu sākumā fiskālajā gadā

source: Custom Report Cover Page
lv_lv: Paštaisītu atskaišu priekšstatījuma lapa

source: Make sure to delete existing formatting when copying from another document
lv_lv: Pārliecinieties, lai dzēstu esošo formatējumu, kopējot no cita dokumenta

source: Show MSP Logo and Contact Info
lv_lv: Parādīt MSP Logo un Contact Info

source: Show Client Logo
lv_lv: Radīt klienta logo

source: Created
lv_lv: Izveidots

source: Self Assign
et_ee: Iseseisev määramine
lt_lt: Pačiam priskirti
lv_lv: piešķirt pašam

source: Requests Taken
lv_lv: Pieņemtie pieprasījumi

source: Assignments by Scheduler Only
lv_lv: Tikai plānotāja darbības

source: Up to
lv_lv: Līdz

source: Flat amount
lv_lv: Viss daudzums

source: Currency
et_ee: Valuuta
lt_lt: Valiuta
lv_lv: Valūta

source: Reimbursement Type
et_ee: Tagasimakse Tüüp
fr_ca: Type de Remboursement
lt_lt: Išlaidų kompensuojamo rūšis
lv_lv: atlīdzināšanas veids
pt_br: Tipo de Reembolso

source: Default Billing Rate
et_ee: Vaikimisi seatud arve määr
lt_lt: Įprastas sąskaitų tarifas
lv_lv: Norēķinu apmaksa

source: Default Form
lv_lv: Bāzes Forma

source: Default Location Query
lv_lv: Noklusējuma atrašanās vieta vaicājums

source: Shop Overview
et_ee: Ostu Ülevaade
lt_lt: Parduotuvės apžvalga
lv_lv: Pārbaudes apraksts

source: Blocked Time
et_ee: Blokeeritud aeg
lt_lt: Užblokuotas laikas
lv_lv: Bloķēts laiks

source: Blocked Days
et_ee: Blokeeritud päevad
lt_lt: Uzblokuotos dienos
lv_lv: Bloķētas dienas

source: Never Schedule On
et_ee: Ära planeeri selleks ajaks
lt_lt: Niekada nesuplanuotas
lv_lv: Nekad neplānot datumā

source: Sunday
et_ee: Pühapäev
lt_lt: Sekmadienis
lv_lv: Svētdiena

source: Monday
et_ee: Esmaspäev
lt_lt: Pirmadienis
lv_lv: Pirmdiena

source: Tuesday
et_ee: Teisipäev
lt_lt: Antradienis
lv_lv: Otrdiena

source: Wednesday
et_ee: Kolmapäev
lt_lt: Trečiadienis
lv_lv: Trešdiena

source: Thursday
et_ee: Neljapäev
lt_lt: Ketvirtadienis
lv_lv: Ceturdiena

source: Friday
et_ee: Reede
lt_lt: Penktadienis
lv_lv: Piektdiena

source: Saturday
et_ee: Laupäev
lt_lt: Šeštadienis
lv_lv: Sestdiena

source: 0 turns feature off - can schedule on any available date
et_ee: 0 lülitab rakenduse välja - saab planeerida igale saadavalolevale kuupäevale
lt_lt: 0 posūkiai funkcija išjungti - gali suplanuoti nuo turimą datą
lv_lv: 0 pagriezienus iezīme off - var ieplānot par jebkuru pieejamu datumu

source: Auto Unassign
et_ee: Automaatne määramise tühistamine
lt_lt: Automatiškai atšaukti
lv_lv: Automatiski Atteikties

source: Scheduler
et_ee: Planeerija
fr_ca: Gestionnaire de planification
lt_lt: Tvarkaraštis
lv_lv: plānotājs
pt_br: Agendador

source: Accept Shop Text
et_ee: Aktsepteeri ostu tekst
lt_lt: Priimti parduotuvės tekstą
lv_lv: Akceptēt pārbaudes teksu

source: Reminder Text
et_ee: Meeldetuletuse Tekst
lt_lt: Priminimo tekstas
lv_lv: Atgādinājuma teksts

source: Overdue Text
et_ee: Tähtaja ületanud tekst
lt_lt: Pavėluotas tekstas
lv_lv: nokavēts Teksts

source: Recurring Shop
lv_lv: Atkartojama pārbaude

source: Instances will recreate themselves as they are claimed
lv_lv: Gadījumi būs jauna sevi, jo tie tiek apgalvots

source: No Editing
et_ee: Ei redigeeri
lt_lt: Nėra redagavimo
lv_lv: Izmaiņas nav iespējamas

source: Send to the client without edits?
et_ee: Saada kliendile ilma muudatusteta?
lt_lt: Siųsti užsakovui be pakeitimų?
lv_lv: Nosūtīt klientam bez izmaiņas

source: Notes
lv_lv: Piezīmes
pt_br: Notas

source: Files to be Attached
lv_lv: Faili, kas tiks pievienoti

source: Open Bulk Actions
lv_lv: Atvērt Bulk Actions

source: View Hidden List
lv_lv: Rādīt slēptu sarakstu

source: View Active List
lv_lv: Rādīt aktīvu sarakstu

source: Results per page
lv_lv: Rezultāti katrā lapā

source: Updated
lv_lv: Atjautnots

source: Instance Count
lv_lv: Instance skaits

source: Schedule has been hidden
lv_lv: Grafiks ir paslēpts

source: Schedule has been set active
lv_lv: Grafiks ir noteikts aktīvs

source: Schedule has been set inactive
lv_lv: Grafiks ir noteikts aktīvs

source: Please enter a Name for the Schedule
lv_lv: Ievadiet vārdu sarakstā

source: Please enter a numeric compensation
lv_lv: Ievadiet ciparu kompensāciju

source: Please enter a numeric reimbursement
lv_lv: Lūdzu ievadiet numuru atlīdzību

source: Please enter a reimbursement type
lv_lv: Ievadiet atlīdzināšanas veidu

source: Please choose a form
lv_lv: Izvēlēties formu

source: Please choose a location query
lv_lv: Lūdzu, izvēlieties atrašanās vaicājumu

source: Please choose the next period for schedule to execute
lv_lv: Lūdzu, izvēlieties nākamo periodu grafiks izpildīt

source: Create / Edit Run Schedule
et_ee: Loo/muuda ajagraafikut
lt_lt: Sukurkite / koreguokite tvarkaraštį
lv_lv: Izveidot / izmainīt Run Schedule

source: Run Details
lv_lv: Run detaļas

source: Location Query
et_ee: Asukoha taotlus
lt_lt: Užklausos vieta
lv_lv: Atrašanās vaicājumu

source: Leave blank for entire period
et_ee: Jäta tühjaks kogu perioodi jaoks
lt_lt: Palikite tuščią visą laikotarpį
lv_lv: Atstāt tukšu par visu periodu

source: Schedule End Date
et_ee: Ajagraafiku lõpukuupäev
lt_lt: Tvarkaraščio pasibaigimo data
lv_lv: Grafika beigu datums

source: Leave blank for no end date
et_ee: Jäta tühjaks, kui lõpukuupäev puudub
lt_lt: Palikite blanką be datos pabaigos
lv_lv: Atstāt tukšu bez beigu datuma

source: Next Scheduled Execution
et_ee: Järgmine planeeritud teostus
lt_lt: Kitas numatytas vykdymas
lv_lv: Nākamais Plānotais izpilde

source: Next Execution
lv_lv: Nākamais izpilde

source: Inactive
lv_lv: Neaktīvs

source: Are you sure you want to mark inactive?
lv_lv: Vai jūs tiešām vēlaties, lai atzīmētu neaktīvi?

source: Mark Inactive
lv_lv: Neaktīvs

source: Are you sure you want to mark active?
lv_lv: Vai jūs tiešām vēlaties, lai atzīmētu neaktīvi?

source: Mark Active
lv_lv: Atzīmēt aktīvu

source: Are you sure you want to hide schedule?
lv_lv: Vai jūs tiešām vēlaties paslēpt grafiku?

source: Hide
lv_lv: Paslēpt

source: Existing Question
fr_ca: Question Existante
lv_lv: Jautājums
pt_br: Questão Existente

source: Choose Existing Question
fr_ca: Choisir Question Existante
lv_lv: Izvēlieties esošo jautājumu
pt_br: Escolher Questão Existente

source: Apply Comment<BR> Minimum Character
lv_lv: Lietojams Komentārs <BR> Minimālais Raksturs

source: Minimum Price
fr_ca: Prix Minimum
lv_lv: Minimālā cena
pt_br: Preço Mínimo

source: Maximum Price
fr_ca: Prix Maximum
lv_lv: Maksimālā cena
pt_br: Preço Máximo

source: Edit Base Question
lv_lv: Rediģēt pamatjautājumu

source: Section
et_ee: Osa
lt_lt: Skyrius
lv_lv: Sadaļa
pt_br: Seção

source: Reporting
fr_ca: Rapport
lv_lv: Atskaite
pt_br: Relatórios

source: Page Break After Question
fr_ca: Saut de Page après Question
lv_lv: Page Break Pēc Jautājums
pt_br: Quebra de Página Após Questão

source: Client Reports Only
fr_ca: Rapports Client Seulement
lv_lv: Tikai klienta atskaites
pt_br: Somente Relatórios de Clientes

source: Required
fr_ca: Obligatoire
lv_lv: Nepieciešams
pt_br: Necessário

source: Optional
fr_ca: En option
lv_lv: Nav obligāts
pt_br: Opcional

source: Is the answer required?
fr_ca: La réponse est-elle requise?
lv_lv: Ir atbilde nepieciešama?
pt_br: A resposta é necessária?

source: Required Formula
fr_ca: Formule Requise
lv_lv: Nepieciešama Formula
pt_br: Fórmula Necessária

source: If required is based on a formula
fr_ca: Si requise est basée sur une formule
lv_lv: Ja nepieciešams, ir balstīts uz formulu
pt_br: Se necessário é baseado numa fórmula

source: Aggregate Which Questions
lv_lv: Apkopotie Kuras Jautājumi

source: Scoring
fr_ca: Etablissement du Score
lv_lv: Punktu
pt_br: Pontuação:

source: Rated
fr_ca: Noté
lv_lv: Novērtēts
pt_br: Pontuada

source: Only if Rated
fr_ca: Seulement s'il a été Noté
lv_lv: Tikai ja vētēts
pt_br: Apenas se Pontuada

source: Each answer will be assigned a points value as a percentage of this number
fr_ca: Chaque réponse se verra attribuer une valeur en points comme pourcentage de ce nombre
lv_lv: Katra atbilde tiks piešķirts punkti vērtību kā procentos no šo numuru
pt_br: A cada resposta será atribuído um valor de pontos como uma porcentagem deste número

source: Cap Points
lv_lv: cap punkti

source: The Number of Points Granted Cannot Exceed this Regardless of the Number of Answers Chosen
lv_lv: Punktu piešķiramo skaits nevar pārsniegt šo Neatkarīgi no Atbildes skaits Izvēlēts

source: Leave Blank for no Cap.
lv_lv: Atstājiet tukšu bez Cap.

source: Placement has been updated
fr_ca: Le placement a été mis à jour
lv_lv: Izvietošana ir atjaunināts
pt_br: Colocação foi atualizada

source: Edit question order
fr_ca: Editer l'ordre des questions
lv_lv: Rediģēt jautājumu secību
pt_br: Editar ordem de questão

source: Shop question has been deleted
fr_ca: La question de l'évaluation a été supprimée
lv_lv: Veikals jautājums ir svītrots
pt_br: Questão da tarefa foi excluída

source: Back to Shops
lv_lv: atpakaļ uz veikaliem

source: Question Order
fr_ca: Ordre des Questions
lv_lv: Jautājumu secība
pt_br: Ordem da Questão

source: Download Spreadsheet
fr_ca: Télécharger la Feuille de Calcul
lv_lv: Download Izklājlapas
pt_br: Baixar Planilha

source: Import Questions to Shop
fr_ca: Importer les Questions dans l'Evaluation
lv_lv: Importa Jautājumi iepirkties
pt_br: Importar Questões para Tarefa

source: Add Products
fr_ca: Ajouter des Produits
lv_lv: Pievienot produktus
pt_br: Adicionar Produtos

source: Preview Forms
fr_ca: Formulaires d'Aperçu
lv_lv: Priekšstatīt veidlapas
pt_br: Visualizar Formulários

source: No Section Chosen
fr_ca: Aucune Section de Sélectionnée
lv_lv: Neviena sadaļa nav izvēlēta
pt_br: Nenhuma Seção Escolhida

source: Photo Required
fr_ca: Photo Requise
lv_lv: Nepieciešama bilde,
pt_br: Necessário Foto

source: Not Entered
fr_ca: Pas Entré
lv_lv: Nav ievadīts
pt_br: Não Inserido

source: Grouped by Report Section
fr_ca: Regroupé par Section de Rapports
lv_lv: Grupēti pēc ziņojuma nodaļas
pt_br: Agrupado por Seção do Relatório

source: Shop List
lv_lv: Veikalu saraksts

source: Shop Questions
lv_lv: veikala jautājumi

source: Shop Instances
lv_lv: veikals Gadījumi

source: NOT Compatible
lv_lv: Neatbilstošs

source: Appears in shopper-facing Available Shops emails
lv_lv: Parādās Shopper vērstos Pieejamās Veikali e-pastiem

source: Campaign
et_ee: Kampaania
fr_ca: Campagne
lt_lt: Kompanija
lv_lv: Kampaņa
pt_br: Campanha

source: if applicable
et_ee: kui kohaldatav
lt_lt: Jei taikoma
lv_lv: Ja atbilst

source: Survey Type
lv_lv: Aptaujas tips

source: Helpful for Internal Billing
lv_lv: Noderīga Iekšējā Norēķinu

source: Anywhere Shop
lv_lv: Visur veikals

source: Telephone and Web shops with no visit requirement
lv_lv: Telefona un Web veikali bez apmeklējumu prasībai

source: Recorded Voice Shop
lv_lv: Ierakstīta Balss Shop

source: Shopper Attachments (other than photos)
lv_lv: Pircējs Pielikumi (izņemot fotogrāfijas)

source: ie Video Shops
lv_lv: ti Video Veikali

source: Show Client Logo on Shopper Info
lv_lv: Radīt klienta logo

source: Client Facing Individual Shop Reports
lv_lv: Klients Facing Individuālais veikals Reports

source: Show Header Info on pdf report
lv_lv: Rādīt Galvenes Informācija par pdf ziņojumu

source: location name, address, time
lv_lv: vietu nosaukums, adrese, laiks

source: Attach Product Detail
lv_lv: Pievienot produkta detaļas

source: Highlight Scores
lv_lv: Iezīmēt rezultātus

source: Use Default Client Report Summary
lv_lv: Izmantojiet Noklusējuma Client Report kopsavilkums

source: Show Table of Contents for Shop Report
lv_lv: Rādīt veikala saturu

source: Will appear on the second page
lv_lv: Parādīsies otrā lapā

source: Custom Client-Facing Shop Report Summary
lv_lv: Custom Client-Facing Shop ziņojumu kopsavilkums

source: Report has been emailed to:
lv_lv: Šī atskaite tika nosūtīta uz:

source: You must first choose a report template
lv_lv: Jums vispirms jāizvēlas pārskata veidni

source: You must first set up a report template to email a report
lv_lv: Vispirms jāizveido pārskata veidni uz e-pastu ziņojumu

source: Email Report for:
lv_lv: e-pasta ziņojums priekš:

source: Period
et_ee: Ajavahemik
lt_lt: Periodas
lv_lv: Periods

source: Choose Report Template:
lv_lv: Jums vispirms jāizvēlas pārskata veidni

source: Email Shop Report
lv_lv: e-pasta ziņojuma atskaite

source: Note to Include
lv_lv: Piezīme, ko ievietot

source: Shop Report has been emailed to:
fr_ca: Le Rapport sur l'Évaluation a été envoyé par email à:
lv_lv: Šī atskaite tika nosūtīta uz:
pt_br: Relatório da Tarefa foi enviado para:

source: Fraud Check
fr_ca: Vérification anti-Fraude
lv_lv: Fraudu pārbaude
pt_br: Verificação de Fraude

source: Assigned Shop Time/Date
fr_ca: Heure/Date de l'Évaluation Assignée
lv_lv: Piešķirtie Veikals Laiks / datums
pt_br: Tarefa Atribuída Hora/Data

source: Shop Started
fr_ca: Évaluation commencée
lv_lv: Veikals sākts
pt_br: Tarefa Iniciada

source: Approved
fr_ca: Approuvé
lv_lv: Apstiprināts
pt_br: Aprovado

source: Activity
fr_ca: Activité
lv_lv: Aktivitāte
pt_br: Atividade

source: Past Requests
fr_ca: Requêtes Antérieures
lv_lv: Iepriekšējie pieprasījumi
pt_br: Últimos Pedidos

source: Past Shoppers
fr_ca: Évaluateurs Antérieurs
lv_lv: Iepriekšejie slepenie pircēji
pt_br: Últimos Clientes

source: Shopper Search
fr_ca: Recherche d'Evaluateur
lv_lv: Slepenā pircēja meklēšana
pt_br: Buscar Cliente

source: Requests
fr_ca: Demandes
lv_lv: Piepasījumi
pt_br: Pedidos

source: Custom Email Templates
lv_lv: Paša e-pasta veidnes

source: Status
fr_ca: Statut
lv_lv: Statuss

source: Active
fr_ca: Actif
lv_lv: Aktīvs
pt_br: Ativo

source: No Custom Emails
lv_lv: Nav pasūtījuma epasti

source: Secret Shop Incomplete
lv_lv: Slepenais veikals ir nepabeigts

source: Secret Shop Declined
lv_lv: Slepenais veikals ateikts

source: Back to Accounts
lv_lv: Atpakaļ uz kontiem

source: Upload CSV file to begin
lv_lv: Ielādējiet CSV lai sāktu

source: Upload
lv_lv: Ielādēt

source: Invoice Date
lv_lv: Rēķina datums

source: Update
fr_ca: Mettre à jour
lv_lv: Atjaunot
pt_br: Atualização

source: All Clients
fr_ca: Tous les Clients
lv_lv: Visi klienti
pt_br: Todos os Clientes

source: Invoice Name
lv_lv: Rēķina nosaukums

source: Create Invoice
lv_lv: Izveidot rēķinu

source: Select Client to Create Invoice
lv_lv: Izveidot rēķinu norādītam klientam

source: Download Selected
lv_lv: lejuplāde atzīmēta

source: Invoice ID
lv_lv: Rēķina ID

source: Created By
lv_lv: Izveidoja

source: Date Created
lv_lv: Izveides datums

source: Are you sure you want DELETE invoice and mark visits unbilled?
lv_lv: Vai jūs tiešām vēlaties DZĒST rēķinu un atzīmēt apmeklējumi unbilled?

source: Add Instances
lv_lv: Pievienot gadījumu

source: View Instances
lv_lv: Apskatīt Gadījumi

source: Add Instances to:
lv_lv: Pievienot gadījumus:

source: Shop
et_ee: Ost
fr_ca: Évaluation
lt_lt: Parduotuvė
lv_lv: Veikals
pt_br: Tarefa

source: Run
fr_ca: Lancer
lv_lv: Palaist

source: Primary Scheduler
lv_lv: Galvenais plānotājs

source: Removed from Reporting
lv_lv: Noņemti no atskaites

source: All
lv_lv: Visi

source: Visits Removed from Reports
lv_lv: Apmeklējumi noņemti no pārskatiem

source: Bulk Update
fr_ca: Mettre à Jour en Masse
lv_lv: Gabala atjaunošana
pt_br: Atualização de Volume

source: Billing Rate
lv_lv: Norēķinu likme

source: Without Currency Sign
fr_ca: Sans Signe de Monnaie
lv_lv: Bez valūtas zīmes
pt_br: Sem Símbolo de Moeda

source: Are you sure you want update the selected visits?
fr_ca: Etes-vous certain de vouloir mettre à jour les visites sélectionnées?
lv_lv: Vai tiešām vēlaties atjaunināt atlasītās vizītes?
pt_br: Tem certeza que deseja atualizar as visitas selecionadas?

source: Extra Billing Amount
lv_lv: Extra Norēķinu Summa

source: Decisioned Visits Only
lv_lv: Tikai izvēlētas pārbaudes

source: Count of
fr_ca: Compte de
lv_lv: Skaits
pt_br: Contagem de

source: No Shops
fr_ca: Pas d'Évaluations
lv_lv: Nav veikalu
pt_br: Sem Tarefas

source: Add to Invoice
lv_lv: Pievienot rēķinam

source: Are you sure you want to add instances to invoice?
lv_lv: Vai jūs tiešām vēlaties pievienot gadījumiem rēķinu?

source: Billing
et_ee: Arve Esitamine
lt_lt: Atsiskaitymas
lv_lv: Norēķini

source: Removed From Reports
lv_lv: (Noņemti no atskaites)

source: Declined
fr_ca: Refusé
lv_lv: Atteikties
pt_br: Recusado

source: Invoice
lv_lv: Rēķins

source: View
fr_ca: Voir
lv_lv: Apskatīt
pt_br: Ver

source: No shops
fr_ca: Pas d'évaluations
lv_lv: Nav veikalu
pt_br: Sem tarefas

source: Remove from Invoice
lv_lv: Noņemt no rēķina

source: Are you sure you want to remove payments from invoice?
lv_lv: Vai tiešām vēlaties noņemt maksājumus no rēķinā?

source: Back to Levels
lv_lv: Atpakaļ uz līmeņiem

source: Update Name
lv_lv: Atjaunot vārdu

source: Payable Reports
lv_lv: Apmaksājamie ziņojumi

source: Create Payable Report
lv_lv: Izveidot apmaksājamu ziņojumu

source: Unpaid Payables
lv_lv: Neatmaksāti Apmaksājamie

source: Payable ID
lv_lv: Apmaksājamie ID

source: Total
lv_lv: Kopā

source: Edit Name
lv_lv: Rediģēt vārdu

source: Add Payments
lv_lv: Pievienot maksājumus

source: View Payments
lv_lv: Apskatīt maksājumus

source: No Unpaid Payable Reports
lv_lv: Nav Neapmaksāta Kreditoru Ziņojumi

source: Paid Payables
lv_lv: Atmaksāti Apmaksājamie

source: Date Paid
fr_ca: Date de Paiement
lv_lv: Samaksāts datumā
pt_br: Data em que foi Pago

source: No Paid Payable Reports
lv_lv: Nav Maksas samaksu atskaites

source: Return to Payable Reports
lv_lv: Atgriezties uz maksājama atskaitēm

source: Open Payments
lv_lv: Atvērtie maksājumi

source: Select to add to Payables Report #
lv_lv: Izvēlieties pievienot Parādi ziņojums #

source: Shopper ID
fr_ca: Identifiant Évaluateur
lv_lv: Slepenā pircēja ID
pt_br: ID de Cliente

source: Month
lv_lv: Mēnesis
