Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: et_ee, fr_ca, lt_lt, lv_lv, pt_br

source: Any Month
lv_lv: Jebkurš Mēnesis

source: Include Shoppers without Paypal Emails
lv_lv: Iekļaut pircējus bez Paypal e-pastu

source: Include Held Payments
lv_lv: Iekļaut turētos Maksājumi

source: No Payments
fr_ca: Aucun Paiement
lv_lv: Nav maksājumu
pt_br: Sem Pagamentos

source: Please Select Search Criteria
fr_ca: Veuillez Sélectionner les Critères de Recherche
lv_lv: Lūdzu izvēlieties meklēšanas kritērijus
pt_br: Selecione Critérios de Busca

source: Add to Payable Report
lv_lv: Pievienot maksājama ziņojumu

source: Are you sure you want to add payments to payables report?
lv_lv: Vai jūs tiešām vēlaties pievienot maksājumus parādi kreditoriem ziņojumu?

source: Shopper Name
lv_lv: Pircēja vārds

source: Amount
fr_ca: Montant :
lv_lv: Skaits:
pt_br: Montante

source: No Open Payments
lv_lv: Nav Atvērtie maksājumi

source: Included Payments for Payables Report #
lv_lv: Iekļautas Maksājumi par Parādi atskaite #

source: Remove from Payable Report
lv_lv: Noņemt no maksājama ziņojuma

source: Are you sure you want to remove payments from payables report?
lv_lv: Vai jūs tiešām vēlaties noņemt maksājumus parādi kreditoriem ziņojumu?

source: File must be a jpeg
fr_ca: Le fichier doit être un fichier jpeg
lv_lv: Failam jābūt jpeg
pt_br: Arquivo deve ser jpeg

source: Unable to upload photo
fr_ca: Impossible de charger la photo
lv_lv: Nav iespējams pievienot bildi
pt_br: Não é possível carregar foto

source: The photo you have uploaded is too large
fr_ca: La photo que vous avez chargée est trop grande
lv_lv: Foto esat augšupielādējis ir pārāk liels
pt_br: A foto que você carregou é muito grande

source: Section has been saved
fr_ca: La section a été sauvegardée
lv_lv: Sadaļa tika saglabāta
pt_br: Seção foi salva

source: Unable to save section
fr_ca: Impossible d'enregistrer la section
lv_lv: Nav iespējams saglabāt sadaļu
pt_br: Não é possível salvar seção

source: Minimum number of characters required in answer
fr_ca: Nombre minimal de caractères requis dans une réponse
lv_lv: Nepieciešams minimālais simbolu skaits komentārā
pt_br: Resposta deve ter número mínimo de caracteres

source: May be required (based on earlier answer)
fr_ca: Peut être exigée (basé sur la réponse précédente)
lv_lv: Var būt nepieciešams (pamatojoties uz iepriekš sniegtajām atbildēm)
pt_br: Pode ser necessário (conforme resposta anterior)

source: Check All that Apply
fr_ca: Marquer Tout Ce Qui s'Applique
lv_lv: Pārbaudīt visus, kuri piesakās
pt_br: Marcar Todas Aplicáveis

source: Date / Time
fr_ca: Date/Heure
lv_lv: Datums / Laiks
pt_br: Data / Hora

source: REQUIRED
fr_ca: REQUIS
lv_lv: OBLIGĀTI AIZPILDĪT
pt_br: NECESSÁRIO

source: OPTIONAL
fr_ca: En Option
lv_lv: Nav obligāts
pt_br: OPCIONAL

source: Must be less than 1mb
fr_ca: Doit être inférieure à 1 MB
lv_lv: Jābūt mazākam, nekā 1mb
pt_br: Deve ser menos que 1mb

source: delete
fr_ca: supprimer
lv_lv: Izdzēst
pt_br: excluir

source: Save and Close
fr_ca: Enregistrer et Fermer
lv_lv: Saglabāt un aizvērt
pt_br: Salvar e Fechar

source: Exit without Saving
fr_ca: Quitter sans Enregistrer
lv_lv: Iziet nesaglabājot
pt_br: Sair sem Salvar

source: Request Type
fr_ca: Type de Requête
lv_lv: Pieprasīt tipu
pt_br: Tipo de Pedido

source: Self
fr_ca: Soi-même
lv_lv: Pats
pt_br: Eu

source: Request
fr_ca: Requête
lv_lv: Pieprasījums
pt_br: Pedido

source: Scheduler Only
fr_ca: Gestionnaire de planification seulement
lv_lv: Tikai plānotājs
pt_br: Agendador Apenas

source: Please Review Photos - Possible Issues Found
lv_lv: Lūdzu, pārskatiet fotogrāfijas - Iespējamās problēmas Atrasts

source: Shop Activity
fr_ca: Activité de l'Evaluation
lv_lv: Aktivitāte
pt_br: Atividade da Tarefa

source: Pending
fr_ca: En attente
lv_lv: Neapmaksāts
pt_br: Pendente

source: Available
fr_ca: Disponible
lv_lv: Pieejams
pt_br: Disponível

source: Assigned
fr_ca: Assignées
lv_lv: Nozīmēts
pt_br: Atribuído

source: Bulk Assign
fr_ca: Attribution en Masse
lv_lv: Piešķirt bulk
pt_br: Atribuir Volume

source: Use to assign multiple shops to the same shopper on the same day. Will not affect shops that are already assigned even if checked.
fr_ca: A utiliser pour attribuer plusieurs évaluations au même évaluateur le même jour. N'affectera pas les évaluations qui sont déjà attribuées même si elles sont cochées
lv_lv: Izmantot, lai piešķirtu vairākus veikalus, lai to pašu pircējs tajā pašā dienā. Neietekmēs veikalus, kas jau ir piešķirti, pat ja pārbaudīts.
pt_br: Use para atribuir várias tarefas ao mesmo cliente no mesmo dia. Não afetará tarefas já atribuídas, mesmo se selecionadas.

source: Date to Be Shopped
fr_ca: Date d'Evaluation
lv_lv: Datumam, kas iepirkušies
pt_br: Data Para Tarefa

source: For more functionality - Update the Run
fr_ca: Pour accéder à plus de fonctionnalités, mettre à jour la gestion
lv_lv: Lai iegūtu plašāku funkcionalitāti - Atjaunināt Run
pt_br: Para mais funcionalidade - Atualizar Run

source: Unassign Selected Shops
lv_lv: Noņemt atzīmētos veikalus

source: Are you sure you want unassign the selected visits?
lv_lv: Vai tiešām vēlaties izņemt no tās atlasītās vizītes?

source: Assigned Date
lv_lv: Nozīmētais datums

source: Opens New Window
lv_lv: Atvērt jaunu logu

source: Email Selected Shops
lv_lv: Sūtīt E-pastu atzīmētajiem veikaliem

source: Approved Only
lv_lv: Tikai Apstiprinātie

source: Remove From Reports
lv_lv: (Noņemti no atskaites)

source: Are you sure you remove the selected visits from Reporting?
lv_lv: Vai esat pārliecināts, ka jūs izņemt izvēlēto vizītes no pārskatu?

source: Shops for
fr_ca: Évaluations pour
lv_lv: Veikali
pt_br: Tarefas para

source: All Shops
fr_ca: Toutes les Evaluations
lv_lv: Visas pārbaudes
pt_br: Todas as Tarefas

source: Are you sure you want DELETE the selected visits?
fr_ca: Etes-vous certain de vouloir SUPPRIMER les visites sélectionnées?
lv_lv: Vai tiešām vēlaties izdzēst atlasītās vizītes?
pt_br: Tem certeza que deseja EXCLUIR as visitas selecionadas?

source: Pay
fr_ca: Payer
lv_lv: Maksāt
pt_br: Pagar

source: Started
fr_ca: Commencé
lv_lv: Sāka
pt_br: Iniciada

source: Fee
fr_ca: Honoraires
lv_lv: Maksa
pt_br: Paga

source: Unapprove
fr_ca: Désapprouver
lv_lv: Neapstiprināt
pt_br: Sem aprovação

source: Unassign
fr_ca: Retirer l'attribution
lv_lv: Atteikties
pt_br: Não Atribuído

source: Shop Marked Finalized
fr_ca: Evaluation Marquée comme Terminée
lv_lv: Pārbaude ir pabeigta
pt_br: Tarefa Marcada Finalizada

source: Editor Rights Transferred
fr_ca: Droits d'Editeur Transférés
lv_lv: Izmaiņu tiesības ir pārliktas
pt_br: Direitos de Edição Transferidos

source: Editor Rights
fr_ca: Droits d'Editeur
lv_lv: Izmaiņu tiesības
pt_br: Direitos do Editor

source: A shop may be viewed by any authorized editor, however only one editor at a time can actually be assigned to a shop. You can take editing privaleges from another editor without authorization but the action will be recorded in the activity log.
fr_ca: Une évaluation peut être vue par un éditeur non autorisé mais seul un éditeur à la fois peut vraiment se voir attribuer une évaluation. Vous pouvez prendre des privilèges d'édition à un autre éditeur sans autorisation mais une telle action sera enregistrée dans le journal d'activité.
lv_lv: Veikals var apskatīt jebkurš pilnvarotais redaktors, tomēr tikai viens redaktors laikā faktiski var tikt piešķirts veikalā. Jūs varat lietot rediģēšanas privaleges no citas redaktors bez atļaujas, bet darbība tiks ierakstīts darbību žurnālā.
pt_br: Uma tarefa pode ser vista por qualquer editor autorizado, mas só um editor por vez pode ser designado para uma tarefa. Você pode ter privilégios de edição do outro editor sem autorização, mas a ação constará no registro de atividade.

source: This shop is currently reserved by
fr_ca: Cette évaluation est actuellement réservée par
lv_lv: Šī pārbaude ir rezervēta
pt_br: Esta tarefa está reservada por

source: This shop is not currently reserved by another editor.
fr_ca: Cette évaluation n'est actuellement pas réservée par un autre éditeur
lv_lv: Šī pārbaude nav rezervēta
pt_br: Esta tarefa não está reservada por outro editor.

source: To take editing right click 'Become Editor' or you can 'View Only'
fr_ca: Pour éditer, cliquez sur 'Devenir Editeur' ou sur 'Seulement Voir' avec le bouton droit de la souris
lv_lv: Veikt rediģēšanas labo klikšķi "Kļūsti Editor" vai jūs varat "View Tikai '
pt_br: Para ter direito a edição clique 'Tornar-se Editor' ou você pode 'Ver Apenas'

source: View Only
fr_ca: Lecture Seulement
lv_lv: Skatīt tikai
pt_br: Ver Apenas

source: Become Editor
fr_ca: Devenir Editeur
lv_lv: Kļūt par rediģentu
pt_br: Tornar-se Editor

source: Edit Location
fr_ca: Editer la Localisation
lv_lv: Mainīt vietu
pt_br: Editar Local

source: Save New Location
fr_ca: Sauvegarder la Nouvelle Localisation
lv_lv: Saglabāt jaunu vietu
pt_br: Salvar Novo Local

source: New Run has been saved
fr_ca: La Nouvelle Gestion a été Sauvegardée
lv_lv: New Run ir saglabāts
pt_br: Novo Run foi salvo

source: Edit Run
fr_ca: Editer Gestion
lv_lv: Izmainīt Run
pt_br: Editar Run

source: Time has been saved
fr_ca: L'heure a été sauvegardée
lv_lv: Laiks ir saglabāts
pt_br: Hora foi salva

source: Edit Start Time
fr_ca: Changer l'heure de début
lv_lv: Ievadīt vizītes sākuma laiku
pt_br: Editar Hora de Início

source: Edit Completed Time
fr_ca: Changer l'heure d'achèvement
lv_lv: Ievadīt vizītes beigas laiku
pt_br: Editar Hora de Conclusão

source: Spell Check
fr_ca: Vérification d'Orthographe
lv_lv: Pārbaudīt gramatiku
pt_br: Verificação Ortográfica

source: Photo Fingerprint
fr_ca: Données Biométriques
lv_lv: Foto Fingerprint
pt_br: Impressão de Foto Digital

source: Reimbursement amount is not a number
fr_ca: Le montant du remboursement n'est pas un nombre
lv_lv: Atmaksāšana summa nav numurs
pt_br: Montante de reembolso não é um número

source: Confirm Approved Shop
fr_ca: Confirmer Évaluation Approuvée
lv_lv: Apstiprināt pārbaudītu vizīti
pt_br: Confirmar Tarefa Aprovada

source: Hold Payment
fr_ca: Retenir le Paiement
lv_lv: Apstādināt maksājumu
pt_br: Deter Pagamento

source: (if this is checked - all payments below will be placed as pending but marked as 'hold' until you release or delete them.)
fr_ca: (Si cette case est cochée, tous les paiements ci-dessous seront placés en attente mais marqués comme 'retenus' jusqu'à ce que vous les libériez ou que vous les supprimiez.)
lv_lv: (ja tas ir pārbaudīts - visus maksājumus, turpmāk tiks likts kā rezervēta, bet atzīmētas kā "aizturēti", līdz tiek atlaists vai izdzēst.)
pt_br: (se isto for marcado - todos os pagamentos abaixo serão postos como pendentes, mas marcados como 'deter' até que você libere ou exclua.)

source: Receipt Answers Total
fr_ca: Total des Réceptions de Réponses
lv_lv: Kvīts Atbildes Kopā
pt_br: Recebimento Total de Respostas

source: Note to Include in Email to Client
fr_ca: Note à Inclure à l'Email au Client
lv_lv: Piezīme Iekļaut e-pastu uz Klienta
pt_br: Nota para Incluir no E-mail ao Cliente

source: Not Saved
fr_ca: Non Sauvegardé
lv_lv: Nav saglabāts
pt_br: Não Salvo

source: Note to Include in Email to Shopper
fr_ca: Note à Inclure à l'Email à l'Evaluateur
lv_lv: Piezīme Iekļaut e-pastu uz Klienta
pt_br: Nota para Incluir no E-mail ao Cliente

source: Saved in Shopper Activity
fr_ca: Sauvegardé dans l'Activité d'Evaluateur
lv_lv: Saglabāt slepenā pircēja vēsturē
pt_br: Salvo na Atividade do Cliente

source: Viewable only by MSP
fr_ca: Accessible uniquement par le PEM
lv_lv: Redzams tikai MPS
pt_br: Visível apenas por PSM

source: Shop Notes
fr_ca: Notes d'Evaluations
lv_lv: Pārbaudes piezīmes
pt_br: Notas da Tarefa

source: Saved in Shop Activity
fr_ca: Sauvegardé dans l'Activité de l'Evaluation
lv_lv: Saglabāts slepenā pircēja vēsturē
pt_br: Salvo na Atividade da Tarefa

source: Date Not Entered
fr_ca: Date Non Saisie
lv_lv: Datums nav ievadīts
pt_br: Data Não Inserida

source: Check Start and Stop Time
fr_ca: Vérifiez l'Heure de Début et l'Heure de Fin
lv_lv: Pārbaudīt sākuma un beigas laiku
pt_br: Marcar Hora de Início e de Parada

source: Shop done prior to period start date!
lv_lv: Veikals izdarīts pirms perioda sākuma datumam!

source: Approve
fr_ca: Approuver
lv_lv: Akceptēt
pt_br: Aprovar

source: Incomplete
fr_ca: Incomplet
lv_lv: Nav pabeigts
pt_br: Incompleto

source: Mark Finalized
fr_ca: Marquer comme Finalisé
lv_lv: Atzīme uztaisīta
pt_br: Marcar Finalizada

source: Fraud Score
fr_ca: Score de Fraude
lv_lv: Krāpšanas reitings
pt_br: Pontuação de Fraude

source: Shop Details
fr_ca: Détails de l'Evaluation
lv_lv: Pārbaudes detaļas
pt_br: Detalhes da Tarefa

source: Change Run
fr_ca: Changer la Gestion
lv_lv: Izmainīt Run
pt_br: Mudar Run

source: Shop Files
fr_ca: Fichiers de l'Évaluation
lv_lv: Pārbaudes faili
pt_br: Arquivos da Tarefa

source: Up To
fr_ca: Jusqu'à
lv_lv: Līdz
pt_br: Até

source: Special Visit Instructions
fr_ca: Instructions de Visite Spéciales
lv_lv: Speciālās vizītes instrukcijas
pt_br: Instruções para Visita Especial

source: Map
fr_ca: Carte
lv_lv: Karte
pt_br: Mapa

source: Change Location
fr_ca: Changer la Localisation
lv_lv: Izmainīt vietu
pt_br: Mudar Local

source: Client Files
et_ee: Kliendi Failid
fr_ca: Fichiers du Client
lt_lt: Kliento failai
lv_lv: Klienta faili
pt_br: Arquivos de Clientes

source: Appears on Client Dashboard
fr_ca: Figure sur le Tableau de Bord Client
lv_lv: Parādās Klienta sākumlapā
pt_br: Aparece no Painel do Cliente

source: Include File In Shop
lv_lv: Pievienot failu pārbaudei

source: Remove File From Shop
lv_lv: Dzēst failu no pārbaudes

source: Delete File
fr_ca: Supprimer le Fichier
lv_lv: Dzēst failu
pt_br: Excluir Arquivo

source: Edit Entire Vist
lv_lv: Izmainīt visu pārbaudi

source: Edit Entire Section
fr_ca: Editer toute la Section
lv_lv: Rediģēt visu sadaļu
pt_br: Editar a Seção Inteira

source: Pending shops for
fr_ca: Evaluations en attente pour
lv_lv: Rezervētās Veikali
pt_br: Tarefas pendentes para

source: Finalized
fr_ca: Finalisé
lv_lv: Pabeigts
pt_br: Finalizada

source: Release<BR />Editor<BR />Rights
fr_ca: Diffusion<BR />des Droits<BR />d'Editeur
lv_lv: Atlaidiet <br /> redaktora <br /> Rights
pt_br: Liberar< BR />Diretos de< BR />Edição

source: Editor
fr_ca: Editeur
lv_lv: Redaktors

source: No Date Entered
fr_ca: Aucune Date de Saisie
lv_lv: Datums nav ievadīts
pt_br: Nenhuma Data Inserida

source: Middle Name
fr_ca: Deuxième prénom
lv_lv: Tēva vārds
pt_br: Nome do Meio

source: Work Phone
fr_ca: Numéro de Téléphone Professionnel
lv_lv: Darba telefons
pt_br: Fone Trabalho

source: Receive Automated Reminder Calls
fr_ca: Recevoir des Appels de Rappel Automatisés
lv_lv: Saņemt automatizēto Atgādinājums Zvani
pt_br: Receba Chamadas Lembrete Automáticas

source: Automated late calls not optional
fr_ca: Appels Tardifs Automatiques non Facultatifs
lv_lv: Automatizētās vēlu zvani nav izvēles
pt_br: Chamadas automáticas de atraso não opcionais

source: Paypal Email Address
fr_ca: Adresse Email PayPal
lv_lv: Paypal e-pasts
pt_br: Endereço de E-mail Paypal

source: Email Notification
fr_ca: Notification par Email
lv_lv: E-pasta paziņojums
pt_br: Notificação de E-mail

source: Home Address
fr_ca: Adresse du domicile
lv_lv: Mājas adrese
pt_br: Endereço Residencial

source: Log In As Shopper
lv_lv: Pieteikties kā pircējs

source: By
lv_lv: Līdz

source: Event
lv_lv: Pasākums

source: Contracts
fr_ca: Contrats
lv_lv: Līgumi
pt_br: Contratos

source: Not Yet Accepted
fr_ca: Pas Encore Accepté
lv_lv: Nav Apstiprināts!
pt_br: Ainda Não Aceito

source: Answer has been saved
fr_ca: La réponse a été enregistrée
lv_lv: Atbilde ir saglabāta
pt_br: Resposta foi salva

source: Within North America
fr_ca: En Amérique du Nord
lv_lv: Ziemeļamerikā
pt_br: Na América do Norte

source: State Other
fr_ca: État, Autre
lv_lv: Norādīt citu
pt_br: Outro Estado

source: Outside North America
et_ee: Põhja-Ameerika Väljaspool
fr_ca: En dehors de l'Amérique du Nord
lt_lt: Už Šiaurės Amerikos
lv_lv: ārpus Ziemeļamerikas
pt_br: Fora da América do Norte

source: Receive Reminder Texts
fr_ca: Recevoir les Textes de Rappel
lv_lv: Saņemt teksta atgādinājumu
pt_br: Receber Textos de Lembrete

source: Receive Occasional Shop Opportunities via Texts
fr_ca: Recevoir les opportunités occasionnelles d'évaluations par Texto
lv_lv: Saņemt speciālus veikals Opportunities via teksti
pt_br: Receba Oportunidades de Tarefas Ocasionais via Textos

source: Email Notifications of Available Shops
fr_ca: Alertes email sur les évaluations disponibles
lv_lv: E-pasts Paziņojumi par pieejamajiem Veikali
pt_br: Notificações por E-mail de Ofertas Disponíveis

source: Profile Picture
fr_ca: Photo de Profil
lv_lv: Profila bilde
pt_br: Foto do Perfil

source: Photo ID
fr_ca: ID Photo
lv_lv: Bildes ID
pt_br: ID com Foto

source: Use to Reset Password
lv_lv: Izmantojiet, lai atceltu paroli

source: Bans
fr_ca: Interdictions
lv_lv: Aizliegumi
pt_br: Proibições

source: Last Used
fr_ca: Dernièrement Utilisé le
lv_lv: Pēdējo reizi izmantots
pt_br: Último Uso

source: You are not authorized to add payments
lv_lv: Jums nav atļauts pievienot maksājumus

source: Payment Type
lv_lv: Maksas veids

source: Last Edited By
fr_ca: Dernièrement Edité Par
lv_lv: Pēdējo reizi koriģēja
pt_br: Última Edição De

source: Deleted
fr_ca: Supprimé
lv_lv: Dzēsts
pt_br: Excluído

source: Shop Assignment Failed
fr_ca: Echec de l'Attribution d'Evaluation
lv_lv: Veikals Uzdevums Neizdevās
pt_br: Tarefa Atribuída Falhou

source: Shop Assigned BUT NOTE:
fr_ca: Evaluation Attribuée, MAIS VEUILLEZ NOTER CE QUI SUIT:
lv_lv: Veikals Piešķirtie BET PIEZĪME:
pt_br: Tarefa Atribuída NOTA PORÉM:

source: Confirm Assignment
fr_ca: Confirmer l'Attribution
lv_lv: apstiprināt Pielietojums
pt_br: Confirmar Tarefa

source: What Day will shopper do assignment?
fr_ca: Quel jour l'évaluateur effectuera-t-il sa mission?
lv_lv: Kāda diena būs pircējs darīt uzdevumu?
pt_br: Em que Dia o cliente vai fazer a tarefa?

source: Distance
lv_lv: Atālums
pt_br: Distância

source: See Instructions
fr_ca: Voir les Instructions
lv_lv: Skatīties instrukciju
pt_br: Ver Instruções

source: Submitted Assignments
fr_ca: Missions Soumises
lv_lv: iesniegtie uzdevumi
pt_br: Tarefas Enviadas

source: Pending MSP Approval
fr_ca: En Attente d'Approbation par le PEM
lv_lv: Kamēr MSP apstiprinājumu
pt_br: Aprovação Pendente de PSM

source: Assign
fr_ca: Attribuer
lv_lv: piešķirt
pt_br: Atribuir

source: Bonus of
fr_ca: Bonus de
lv_lv: Bonuss
pt_br: Bônus de

source: State
et_ee: Maakond
fr_ca: État
lt_lt: Valstybė
lv_lv: Valsts
pt_br: Estado

source: Status for
lv_lv: Statuss priekš

source: Please Select Client and Period
lv_lv: Izvēlieties klientu un periodu

source: Email Report
lv_lv: e-pasta ziņojums

source: Your iSecretShop Admin Password
fr_ca: Votre Mot de Passe d'Administrateur d'iSecretShop
lv_lv: Tavs iSecretShop administratora parole
pt_br: Sua Senha Adm iSecretShop

source: A request has been made to reset the password on your account. Your iSecretShop username and new password are:
fr_ca: Une demande a été faite pour réinitialiser le mot de passe sur votre compte. Votre nom d'utilisateur iSecretShop et le nouveau mot de passe sont:
lv_lv: Pieprasījums tika iesniegts, lai atjaunotu paroli savā kontā. Tavs iSecretShop lietotājvārdu un jauno paroli, ir:
pt_br: Um pedido foi feito para redefinir a senha da sua conta. O seu nome de usuário e senha de iSecretShop são:

source: Username
fr_ca: Nom d'utilisateur
lv_lv: Lietotāja vārds
pt_br: Nome de usuário

source: You may log in to the iSecretShop Admin Area
fr_ca: Vous Pouvez vous Connecter à la Zone d'Administration d'iSecretShop
lv_lv: Jūs varat ielogoties iSecretShop administratoru sadaļā
pt_br: Você pode fazer login na Área Adm de iSecretShop

source: Please make sure to change it by editing your profile.
fr_ca: Veuillez vous assurer de le changer en modifiant votre profil.
lv_lv: Lūdzu pārliecinieties par izmaiņām , rediģējot savu profilu.
pt_br: Certifique-se de mudar editando seu perfil.

source: Your new password has been sent to
fr_ca: Votre nouveau mot de passe a été envoyé à
lv_lv: Jūsu jaunā parole tika nosūtīta uz
pt_br: A sua senha nova foi enviada para

source: Unable to reset your password
fr_ca: Impossible de réinitialiser votre mot de passe
lv_lv: Nav iespējams atcelt Jūsu paroli
pt_br: Não é possível redefinir sua senha

source: An unknown error has occurred
fr_ca: Une erreur inconnue s'est produite
lv_lv: Nezināma klūda
pt_br: Ocorreu um erro desconhecido

source: Your email address was not found
fr_ca: Votre adresse email n'a pas été trouvée.
lv_lv: E-pasta adrese netika atrasta
pt_br: Seu endereço de e-mail não foi encontrado

source: Enter your email address below, and a new password will be sent to you
fr_ca: Entrez votre adresse email ci-dessous, et un nouveau mot de passe vous sera envoyé
lv_lv: Ievadiet savu e-pasta adresi zemāk, un Jūsu parole tiks nosūtīta Jums
pt_br: Insira seu endereço de e-mail abaixo e uma senha nova será enviada para você

source: Please enter your username and password
fr_ca: Veuillez saisir votre nom d'utilisateur et votre mot de passe
lv_lv: Lūdzu ievadiet jaunu lietotāja adresi un paroli
pt_br: Insira seu nome de usuário e senha

source: Your username and password do not match our records
fr_ca: Votre nom d'utilisateur et le mot de passe ne correspondent pas à nos dossiers
lv_lv: Jūsu lietotāja vārds un parole neatbilst mūsu ierakstiem
pt_br: Seu nome de usuário e senha não correspondem ao nosso registo

source: iSecretShop Registered Shoppers
fr_ca: Évaluateurs Enregistrés d'iSecretShop
lv_lv: iSecretShop reģistrētie pircēji
pt_br: Clientes Registrados iSecretShop

source: You must log in to continue!
fr_ca: Vous devez vous connecter pour continuer!
lv_lv: Jums jāielogojas, lai turpinātu!
pt_br: Você deve fazer login para continuar!

source: Welcome to iSecretShop - log in to discover, accept and complete assignments.
fr_ca: Bienvenue sur iSecretShop - Connectez-vous à découvrir, à accepter et à remplir des missions.
lv_lv: Esat sveicināti iSecretShop - ielogojies, lai atvērtu, apstiprinātu un pabeigtu nozīmējumus.
pt_br: Bem-vindo à iSecretShop - faça login para descobrir, aceitar e completar tarefas.

source: Please Remember that iSS is a software platform and a shopper job board, not an MSP. If you have questions about any assignment, please contact the responsible MSP directly.
fr_ca: Veuillez vous souvenir que iSS est une plateforme logicielle et un site de travail pour acheteurs, pas un PEM. Si vous avez des questions sur une mission, veuillez directement contacter le PEM responsable.
lv_lv: Lūdzu Atcerieties, ka ISS ir programmatūras platforma, un pircējs darba klāja, ne MSP. Ja jums ir jautājumi par visiem uzdevumiem, lūdzu, sazinieties ar atbildīgo MSP tieši.
pt_br: Lembre-se que iSS é uma plataforma de software e um canal de trabalho do cliente, não um MPSE Se tiver dúvidas sobre qualquer tarefa, por favor contate diretamente o PSE responsável.

source: Thank you for using the iSS system!
fr_ca: Merci d'utiliser le système iSS!
lv_lv: Paldies par iSS sistēmas izmantošanu
pt_br: Obrigado por usar o sistema iSS!

source: Please use the log-in form on the right to log in.
fr_ca: Veuillez utiliser le formulaire d'ouverture de session à droite pour ouvrir une session.
lv_lv: Lūdzu izmantojiet ielogošanās formu labajā pusē, lai ielogotos
pt_br: Use o formulário de login à direita para entrar.

source: to become an iSecretShop Agent.
fr_ca: pour devenir un Agent d'iSecretShop.
lv_lv: Lai kļūtu par iSecretShop aģentu
pt_br: para ser um Agente iSecretShop.

source: Shop Canceled
fr_ca: Évaluation annulée
lv_lv: Pārbaude atcelta
pt_br: Tarefa Cancelada

source: Shop NOT Canceled
fr_ca: Évaluation NON annulée
lv_lv: Veikals NAV atcelts
pt_br: Tarefa NÃO Cancelada

source: Shop already begun
fr_ca: Évaluation déjà commencée
lv_lv: Pārbaude jau sākusies
pt_br: Tarefa já iniciada
