Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: et_ee, fr_ca, lt_lt, lv_lv, pt_br

source: The registration process takes just a few moments and all the materials you need to get started will be right at your fingertips. The more detailed information you provide, the better able we will be to match you with the best shops. Register to become an iSS Agent today - and get paid to shop now!
fr_ca: Le processus d'inscription ne prend que quelques instants et tous les matériaux dont vous aurez besoin pour démarrer seront là où vous en aurez besoin. Plus vous fournirez d'informations détaillées, plus à même nous serons de vous mettre en contact avec les meilleures évaluations. Inscrivez-vous pour devenir Agent d'iSS aujourd'hui, et faites-vous payer pour acheter maintenant!
lv_lv: Reģistrācijas process aizņem tikai dažus mirkļus un visus materiālus, jums ir nepieciešams, lai sāktu, būs labi pie jūsu rokai.Sīkāku informāciju jūs sniedzat, labāk mēs būsim saskaņot jums ar labākajiem veikaliem. Reģistrēties kļūt ISS Agent šodien - un saņemt samaksāto iepirkties tagad!
pt_br: O processo de inscrição leva só um instante, e todo o material que você precisa para iniciar estará ao seu alcance. Quanto mais detalhada for a informação fornecida, mais fácil será encontrar as melhores tarefas para você. Registre-se hoje para ser um Agente iSS - e seja pago para tarefas agora!

source: You can download the app and register from your phone, or register here. Either way, the website will always have a wealth of information for you.
fr_ca: Vous pouvez télécharger l'appli et vous enregistrer depuis votre téléphone, ou vous enregistrer ici. Dans tous les cas, le site web aura toujours une mine d'informations pour vous.
lv_lv: Jūs varat lejupielādēt app un reģistrēt no tālruņa vai reģistrējieties šeit. Nu tā, mājas lapā vienmēr būs daudz informācijas par jums.
pt_br: Você pode baixar o app e se registrar pelo seu celular, ou se registrar aqui. De qualquer forma, o site sempre terá uma riqueza de informações para você.

source: Click to view our
fr_ca: Cliquez ici pour voir notre
lv_lv: Noklikšķiniet, lai apskatītu mūsu
pt_br: Clique para ver as nossas

source: PLease enter a valid email address
fr_ca: Veuillez saisir une adresse email valide
lv_lv: Lūdzu ievadiet pareizu e-pasta adresi.
pt_br: Insira um endereço de e-mail válido

source: Account Exists
fr_ca: Le Compte Existe
lv_lv: Konts eksistē
pt_br: Conta Existente

source: That already exists but we inactivated. It has now been reactivated please log in with your email and old password to update it.
fr_ca: Il existe déjà mais nous l'avons désactivé. Il a maintenant été réactivé. Veuillez vous identifier avec votre email et l'ancien mot de passe pour mettre à jour.
lv_lv: Kas jau pastāv, bet mēs inaktivēta. Tā tagad ir aktivizēts piesakieties ar savu e-pastu un veco paroli, lai precizētu.
pt_br: Isso já existe, mas nós desativamos. Isso foi reativado agora, faça login no seu e-mail e senha antiga para atualizar.

source: Please enter your password
fr_ca: Veuillez entrer votre mot de passe
lv_lv: Lūdzu, ievadiet savu paroli
pt_br: Insira a sua senha

source: Your password must be between 6 and 25 characters
fr_ca: Votre mot de passe doit comporter entre 6 et 25 caractères
lv_lv: Jūsu parole ir jābūt starp 6 un 25 simboli
pt_br: A sua senha deve ter de 6 a 25 caracteres

source: Your password did not match the confirmation
fr_ca: Votre mot de passe ne correspond pas à la confirmation
lv_lv: Jūsu parole neatbilst apstiprinājumu
pt_br: A sua senha não corresponde à confirmação

source: Spam is not allowed on this site
fr_ca: Le spam n'est pas autorisé sur ce site
lv_lv: Spam nav atļauts šajā vietnē
pt_br: Spam não é permitido neste site

source: Thank you for registering!
fr_ca: Merci pour votre inscription!
lv_lv: Paldies par reģistrāciju!
pt_br: Obrigado por se registrar!

source: Unable to register
fr_ca: Impossible de s'enregistrer
lv_lv: Nevar reģistrēties
pt_br: Não é possível registrar

source: MSPA Certification
fr_ca: Certification MSPA
lv_lv: MSPA Sertifikācija
pt_br: Certificação MSPA

source: Birthday
fr_ca: Anniversaire
lv_lv: Dzimšanas diena
pt_br: Aniversário

source: You must be 18 years or older
fr_ca: Vous devez avoir 18 ans ou plus
lv_lv: Jums jābūt 18 vai vēcāk
pt_br: Você deve ter no mínimo 18 anos

source: Gender
fr_ca: Sexe
lv_lv: Dzimums
pt_br: Sexo

source: Male
fr_ca: Masculin
lv_lv: Vīrietis
pt_br: Masculino

source: Female
fr_ca: Féminin
lv_lv: Sieviete
pt_br: Feminino

source: Number of Children
fr_ca: Nombre d'enfants
lv_lv: Bērnu skaits
pt_br: Número de Crianças

source: Paypal Email Addresses for Payments
fr_ca: Adresses Email de PayPal pour les Paiements
lv_lv: Paypal e-pasta adreses, lai maksājumu
pt_br: Endereços de E-mail do PayPal para Pagamentos

source: Friend
fr_ca: Ami
lv_lv: Draugs
pt_br: Amigo

source: Another Shopper
fr_ca: Un Autre Evaluateur
lv_lv: Cits pircējs
pt_br: Outro Ciente

source: Internet
lv_lv: Internets

source: Shopper Forum
fr_ca: Forum d'Evaluateurs
lv_lv: Pircēja forums
pt_br: Fórum do Cliente

source: Other
fr_ca: Autre
lv_lv: Cits
pt_br: Outro

source: We strongly recommend if you have an aol address, you use an alternative. Email delivery to aol is not reliable
fr_ca: Si vous avez une adresse aol, nous vous recommandons fortement d'utiliser une autre adresse. L'envoi des emails à aol n'est pas fiable.
lv_lv: Mēs iesakām, ja jums ir AOL adresi, jūs izmantot alternatīvu. E-pasta piegāde aol nav ticami
pt_br: Recomendamos fortemente que use e-mail alternativo se você tiver um endereço aol. Envio de e-mail para aol não é confiável

source: Service Ticket
fr_ca: Ticket de Service
lv_lv: Servisa Biļešu
pt_br: Tícket de Serviço

source: Welcome
fr_ca: Bienvenue
lv_lv: Sveicināti
pt_br: Bem-vindo

source: You have
fr_ca: Vous avez
lv_lv: Jums ir
pt_br: Você tem

source: shops w/requests
fr_ca: évaluations avec requêtes
lv_lv: veikali ar pieprasījumiem
pt_br: tarefas c/pedidos

source: late shops
fr_ca: évaluations en retard
lv_lv: vēlie veikali
pt_br: tarefas atrasadas

source: open shops
fr_ca: évaluations ouvertes
lv_lv: atvērti veikali
pt_br: tarefas abertas

source: pending shops
fr_ca: évaluations en attente
lv_lv: izskatītas veikali
pt_br: tarefas pendentes

source: Device Report
fr_ca: Rapport sur la Machine
lv_lv: Ierīces atskaite
pt_br: Relatório do Dispositivo

source: Admins
lv_lv: Administrātori
pt_br: Adm

source: Clients
lv_lv: Klients
pt_br: Clientes

source: Snapshot
fr_ca: Cliché
lv_lv: Foto
pt_br: Foto Instantânea

source: Outbound Calls
fr_ca: Appels Sortants
lv_lv: izejošo zvani
pt_br: Chamadas Realizadas

source: Recorded Calls
fr_ca: Appels Enregistrés
lv_lv: Ierakstītie zvani
pt_br: Chamadas Gravadas

source: Survey
fr_ca: Enquête
lv_lv: Aptauja
pt_br: Pesquisa

source: Editor by shop date
fr_ca: Editeur par date d'évaluation
lv_lv: Redaktors līdz veikala datuma
pt_br: Editor por data de tarefa

source: Editor by approval date
fr_ca: Editeur par date d'approbation
lv_lv: Redaktors līdz veikala datuma
pt_br: Editor por data de aprovação

source: Permanent Bans
fr_ca: Interdictions Permanentes
lv_lv: pastāvīgie liegumi
pt_br: Proibições Permanentes

source: System
fr_ca: Système
lv_lv: Sistēma
pt_br: Sistema

source: Private Database
fr_ca: Base de Données Privée
lv_lv: Privātā datu bāze
pt_br: Banco de Dados Privado

source: Invalid Addresses
fr_ca: Adresses non Valides
lv_lv: Nepareiza adrese
pt_br: Endereços inválidos

source: Pending - All
fr_ca: En Attente - Tous
lv_lv: Kamēr - visi
pt_br: Pendente - Todos

source: Pending - Finalized
fr_ca: En Attente - Finalisé
lv_lv: Līdz - pabeigts
pt_br: Pendente - Finalizado

source: Open
fr_ca: Ouvrir
lv_lv: Atvērt
pt_br: Aberto

source: Photo Gallery
fr_ca: Galerie de Photos
lv_lv: Bilžu galerija
pt_br: Galeria de Fotos

source: Payables
lv_lv: Apmaksājamie

source: Sections
et_ee: Osad
lt_lt: Profiliai
lv_lv: Sadaļas
pt_br: Seções

source: Welcome to your Agent Control Panel
fr_ca: Bienvenue dans Votre Panneau de Contrôle Agent
lv_lv: Laipni lūdzam jūsu Agent Control Panel
pt_br: Bem-vindo ao seu Painel de Controle do Agente

source: to complete online courses, earn points and Certifications!
fr_ca: pour compléter les cours en ligne, gagnez des points et des certifications!
lv_lv: lai pabeigtu tiešsaistes kursus, nopelnīt punktus un Sertifikācija!
pt_br: para realizar cursos online, ganhar pontos e Certificados!

source: Payments/Coupons
fr_ca: Paiements/Coupons
lv_lv: Maksājumi/Kuponi
pt_br: Pagamentos/Cupons

source: Resources
fr_ca: Ressources
lv_lv: Resursi
pt_br: Recursos

source: Registered Shoppers
fr_ca: Évaluateurs enregistrés
lv_lv: reģistrētie pircēji
pt_br: Clientes Registrados

source: And Counting
fr_ca: Et Autres
lv_lv: Pievienot skaitīšana
pt_br: E Contagem

source: Amazingly Adapted
fr_ca: Étonnamment Adapté
lv_lv: Labi pielagojies
pt_br: Incrivelmente Adaptado

source: Incredible Speed & Accuracy
fr_ca: Vitesse et Précision Incroyables
lv_lv: Labs ātrums un precizitāte
pt_br: Velocidade Incrível & Precisão

source: Perfectly Efficient
fr_ca: D'une parfaite efficacité
lv_lv: Perfekti efektīva
pt_br: Perfeitamente Eficiente

source: Save Time & Money
fr_ca: Economisez Temps et Argent
lv_lv: Ietaupiet laiku un naudu
pt_br: Economize Tempo & Dinheiro

source: Innovation Redefined
fr_ca: L'Innovation Redéfinie
lv_lv: inovācijas no jauna
pt_br: Inovação Redefinida

source: w/ Cutting Edge Technology
fr_ca: Avec une technologie de premier plan
lv_lv: Ar jaunāko tehnoloģiju
pt_br: com Tecnologia de Ponta

source: MSPs and MRCs Click Here to Learn about iSS or to Log In
fr_ca: PEMs et SEMs, cliquez ici pour apprendre des choses sur iSS ou pour vous identifier
lv_lv: MSPs un MRCs Klikšķiniet šeit, lai uzzinātu par ISS vai Pieteikties
pt_br: PSEs e CPMs Cliquem Aqui para Saber sobre iSS ou para Login

source: Learn More
fr_ca: Pour en savoir plus
lv_lv: Uzzināt vairāk
pt_br: Saiba Mais

source: iSS is a Shopper Portal & Job Board too!
fr_ca: iSS est un portail pour les évaluateurs et aussi un forum de l'emploi!
lv_lv: iss ir Shopper Portāls & Job Board arī!
pt_br: iSS também é um Portal de Cliente & Canal de Trabalho!

source: Register to Become an Agent or Log In & Start Shopping!
fr_ca: Enregistrez-Vous pour Devenir Agent ou Identifiez-Vous et Commencez à Évaluer!
lv_lv: Reģistrēties kļūt aģents vai Ienākt & sākt iepirkšanos!
pt_br: Registre-se para Ser um Agente ou Faça Login & Comece o Serviço!

source: Businesses to Business Clients
fr_ca: Entreprises aux Entreprises
lv_lv: Biznesi Biznesa klientiem
pt_br: Companias para Clientes Empresariais

source: Looking for a cutting-edge program? DIY Shops?
fr_ca: Vous cherchez un programme dernier cri ? Des magasins de bricolage ?
lv_lv: Meklē satriecošs programmu? DIY veikali?
pt_br: Procurando um programa de ponta? Tarefas DIY?

source: Existing Clients
fr_ca: Clients Existants
lv_lv: Esošs klients
pt_br: Clientes Existentes

source: Log In Here for your Reports.
fr_ca: Identifiez-Vous Ici pour Vos Rapports.
lv_lv: Ielogoties atskaitēm
pt_br: Faça Login Aqui para seus Relatórios.

source: Register with iSecretShop and Re-Discover Mystery Shopping!
fr_ca: Enregistrez-Vous chez iSecretShop et Redécouvrez l'Evaluation Mystère!
lv_lv: Reģistrēties iSecretShop un Re-testiem Mystery Shopping!
pt_br: Registre-se em iSecretShop e Redescubra Serviço Espião!

source: What is iSecretShop?
fr_ca: Qu'est-ce que iSecretShop ?
lv_lv: Kas ir iSecterShop?
pt_br: O que é iSecretShop?

source: iSS is both a comprehensive data collection software system AND a Shopper Portal/Job Board. Shoppers register here to gain immediate access to ALL the shops published through the iSS System from ALL our MSPs in one convenient place. iSS is not a MSP. We are software. Software designed to make everyone's experience easier, smarter and more efficient.
fr_ca: iSS est aussi bien un système logiciel de récolte de données complet qu'un portail pour évaluateurs/un forum de l'emploi. Les évaluateurs s'enregistrent ici pour obtenir un accès immédiat à TOUTES les évaluations publiées par le système iSS System de TOUS nos PEMs à un seul endroit commode. iSS n'est PAS un PEM. Nous sommes un logiciel conçu pour faciliter et approfondir et rentabiliser l'expérience de chacun.
lv_lv: iss ir gan visaptverošu datu vākšanas programmatūras sistēma UN Shopper Portāls / Job Board. Pircēji reģistrēties šeit, lai iegūtu tūlītēju piekļuvi visiem veikaliem publicētajiem pa SKS sistēmas no visiem mūsu MSPs vienā ērtā vietā. iss nav MSP. Mēs esam programmatūru. Programmatūru, lai padarītu ikviena pieredze vieglāk, gudrāk un efektīvāk.
pt_br: iSS é um sistema de software de coleta de dados abrangente E um Canal de Empregos/Portal de Cliente. Clientes registram-se aqui para ganhar acesso imediato a TODAS as tarefas publicadas pelo Sistema iSS para todas as nossas PSEs em um local conveniente. iSS não é uma PSE. Somos software. Software projetado para facilitar de forma inteligente e otimizada a experiência de cada um.

source: So instead of being overwhelmed by 100s of emails a week from dozens of MSPs - iSS will send you one weekly Available Shops email with everything near you. Don't log into a dozen sites to plan routes, log in here. Once. And see everything in a single place. Track your payments, communicate with MSPs, complete your shops - all right here.
fr_ca: Donc, au lieu de se noyer dans des centaines d'emails hebdomadaires envoyés par des dizaines de PEMs, iSS vous enverra un seul email hebdomadaire d'Évaluations Disponibles avec tout près de chez vous. Ne vous connectez pas à une dizaine de sites pour planifier des itinéraires, connectez-vous ici. Une seule fois. Et voyez tout rassemblé en un seul lieu. Surveillez vos paiements, communiquez avec des PEMs, complétez vos évaluations, tout cela ici même.
lv_lv: Tā vietā tiek pārbagātības 100s e-pastu nedēļā no dučiem MSPs - ISS sūtīs jums vienu iknedēļas Pieejami Veikali e-pastu ar visu pie jums. Nav ieiet duci vietās plānot maršrutus, piesakieties šeit. Reizi. Un redzēt visu vienā vietā. Izsekot jūsu maksājumus, sazināties ar MSPs, pabeigt savus veikalus - viss tepat.
pt_br: Assim ao invés de se preocupar com centenas de e-mails por semana de dezenas de PSEs - iSS lhe enviará um e-mail semanal das Tarefas Disponíveis com tudo perto de você. Não entre numa dúzia de sites para planejar rotas, faça login aqui uma vez e veja tudo num único lugar. Acompanhe seus pagamentos, comunique-se com PSEs, complete suas tarefas - tudo aqui.

source: MSPs use iSS to schedule, edit and publish shops. And to compile complex data for their end clients. Shoppers use it to make their work faster, easier and far more convenient - whether they are using a smartphone or the traditional PC method to complete their assignments. Or both!
lv_lv: MSPs izmantot ISS ieplānotu, rediģēt un publicēt veikalos. Un apkopot sarežģītus datus, to gala klientiem. Pircēji izmanto to, lai padarītu savu darbu ātrāk, vieglāk un daudz ērtāk - vai tie ir, izmantojot viedtālruni vai tradicionālā PC metodi, lai pabeigtu savu uzdevumu. Vai abi!

source: FRAUD ALERT
fr_ca: ALERTE A LA FRAUDE
lv_lv: KRĀPŠANAS TRAUKSME
pt_br: ALERTA DE FRAUDE

source: Fraudulent emails and checks are being sent with iSecretShop's name and address.
fr_ca: Les emails et les chèques frauduleux sont envoyés avec le nom et l'adresse de iSecretShop.
lv_lv: Krāpniecisku e-pastu un pārbaudes tiek nosūtīti ar iSecretShop nosaukumu un adresi.
pt_br: E-mails fraudulentos e cheques estão sendo enviados com nome e endereço de iSecretShop.

source: These are NOT from us!
fr_ca: Ils ne viennent PAS de nous!
lv_lv: Šie nav no mums
pt_br: Estes NÃO são de iSecretShop!

source: Please delete!
fr_ca: Veuillez supprimer!
lv_lv: Lūdzu dzēsiet!
pt_br: Exclua por favor!

source: Agent Data Entry
fr_ca: Entrée de Données Agent
lv_lv: Aģenta datu ievade
pt_br: Agente de Entrada de Dados

source: Back to your Agent Control Panel
fr_ca: Retour à votre Panneau de Contrôle Agent
lv_lv: Atpakaļ uz aģenta kontroles paneli
pt_br: Voltar para Painel de Controle do Agente

source: Need quality feedback but don’t want contracts or recurring shops? Our pre-made forms and huge shopper pool let you run your own program with ease.
fr_ca: Vous avez besoin de rétroaction sur la qualité mais vous ne voulez pas de contrats ou d'évaluations récurrentes ? Nos formulaires préexistants et notre immense réservoir d'évaluateurs vous permettent de gérer votre programme avec facilité.
lv_lv: Vajag kvalitatīvu atgriezenisko saiti, bet nevēlaties līgumus vai atkārtojas veikalos? Mūsu pre-made formas un milzīgs pircējs baseins ļauj jums vadīt savu programmu ar vieglumu.
pt_br: Busca feedback de qualidade e não quer contratos ou tarefas recorrentes? Nossos formulários prontos e enorme conjunto de clientes deixam você executar facilmente o seu programa.

source: iSecretShop leverages the newest tech and most innovative ideas to give MSPs tools and controls that no other platform can deliver – with an interface so intuitive it can be used immediately by Project Managers, Schedulers, Editors and Shoppers alike.
fr_ca: iSecretShop démultiplie la technologie la plus récente et les idées les plus innovatrices pour donner aux PEMs des outils qu'aucune autre plateforme ne peut fournir, avec une interface tellement intuitive que les gestionnaires de projet, les planificateurs, les éditeurs et les acheteurs peuvent tous l'utiliser immédiatement.
lv_lv: iSecretShop piesaista jaunāko tehnoloģiju un visvairāk novatoriskas idejas, lai dotu MSPs instrumentus un kontrolē, ka neviens cits platforma var nodrošināt - ar interfeisu, lai intuitīvu to var izmantot uzreiz, projektu vadītāji, plānotājus, redaktoriem un pircējiem līdzīgi.
pt_br: iSecretShop usa tecnologias recentes e ideias mais inovadoras para dar a PSEs ferramentas e controles que nenhuma outra plataforma oferece – com interface tão intuitiva que pode ser usada imediatamente por Gestores de Projetos, Agendadores, Editores e Clientes.

source: Our sophisticated scheduling and editing tools, cutting-edge fraud detection and error-checking, mobile and traditional entry methods, complex question logic, geo-tagging and amazing automation give your team: better results with less effort, your clients: better data faster and makes shoppers’ jobs easier as their quality improves.
fr_ca: Nos outils sophistiqués de planification et d'édition, notre détection de fraudes et d'erreurs de premier niveau, nos méthodes d'entrée traditionnelle, notre logique de réponse aux questions complexes, notre géolocalisation et notre automatisation surprenante donnent à votre équipe de meilleurs résultats avec moins d'efforts, et à vos clients de meilleures données plus vite tout en facilitant le travail des évaluateurs à mesure que s'améliore leur qualité.
lv_lv: Mūsu sarežģītu plānošanas un rediģēšanas rīki, modernajām krāpšanas atklāšanas un kļūdu pārbaudi, mobilo un tradicionālās ieceļošanas metodes, sarežģīts jautājums loģika, ģeo-tagging, un pārsteidzošs automatizācija dot savu komandu: labāki rezultāti ar mazāku piepūli, saviem klientiem: labāki dati ātrāku un padara pircēju darbu vieglāku, jo to kvalitāte uzlabojas.
pt_br: Nossas ferramentas sofisticadas de agendamento e edição, detecção de fraude e verificação de erros de última geração, móvel e tradicional, lógica complexa de questões, marcação geográfica e incrível automação dá a sua equipe: melhores resultados com menos esforço, seus clientes: dados rápidos e melhores, facilitando trabalhos e elevando a qualidade.

source: With multiple Data Channels (mystery shops, comment cards, audits, surveys and more), Industry Benchmarking, Shared Questions, Custom Reporting, Phone and Video shops and a growing, shared shopper pool of over 500,000 agents waiting to work for you, iSecretShop is the solution you have been looking for.
fr_ca: Avec des canaux de données multiples (les évaluations mystère, les fiches de commentaires, les audits, les enquêtes, etc.), l'analyse comparative de l'industrie, le partage des questions, les rapports personnalisés, les évaluations par téléphone et par vidéo et un réservoir partagé et en expansion de plus de 500000 agents qui attendent de travailler pour vous, iSecretShop est la solution que vous cherchiez.
lv_lv: Ar vairākiem datu kanāliem (mystery veikaliem, komentāru kartes, revīzijām, aptaujas un vairāk), nozares etaloniem, Shared Jautājumi, Custom pārskati, Telefons un video veikalus un aug, kopīgu pircējs baseins vairāk nekā 500,000 aģentu gaida strādāt jums, iSecretShop irrisinājums jums ir meklē.
pt_br: Com vários Canais de Dados (tarefas espiãs, cartões de comentários, auditorias, pesquisas etc), Referências Industriais, Questões Compartilhadas, Relatórios Personalizados, tarefas de Fone e Vídeo e fonte compartilhada de mais de 500,000 agentes esperando para trabalhar para você, iSecretShop é a solução que você procurava.

source: Overview
fr_ca: Vue d'ensemble
lv_lv: Pārskats
pt_br: Visão Geral

source: Data Entry Channels
fr_ca: Canaux d'Entrée de Données
lv_lv: Datu ievades kanāli
pt_br: Canais de Entrada de Dados

source: Fraud Tools
fr_ca: Outils de fraude
lv_lv: Krāpšanas rīki
pt_br: Ferramentas de Fraude

source: Price Audits
fr_ca: Vérifications de Prix
lv_lv: cenu auditi
pt_br: Auditorias de Preço

source: Certifications
lv_lv: Sertifikācija
pt_br: Certificações

source: Benchmarking
fr_ca: L'analyse comparative
lv_lv: salīdzināšana
pt_br: Referência

source: Sample Shop Reports
fr_ca: Exemples de Rapports d'Évaluation
lv_lv: Paraugs Veikals Ziņojumi
pt_br: Exemplos de Relatórios de Tarefa

source: Telephony
fr_ca: Téléphonie
lv_lv: Telefonija
pt_br: Telefonia

source: Subscribe to our Newsletter
fr_ca: Inscrivez-vous à notre bulletin de nouvelles
lv_lv: Parakstīties uz mūsu avīzi
pt_br: Assine o nosso Boletim

source: All Newsletter Archive
fr_ca: Toutes les Archives du Bulletin
lv_lv: Visi ziņu arhivi
pt_br: Todos os Arquivos de Boletins

source: Download Brochures
fr_ca: Télécharger les Brochures
lv_lv: lejuplādēt brošūras
pt_br: Baixar Brochuras

source: Download All PDFs
fr_ca: Télécharger tous les Fichiers PDF
lv_lv: Lejuplādēt visus PDF
pt_br: Baixar Todos os PDFs

source: Unable to accept shop
lv_lv: Nav iespējams pieņemt veikalu

source: Bonus
pt_br: Bônus

source: Powered by
fr_ca: Généré par
pt_br: Alimentado por

source: MSP
fr_ca: PEM
pt_br: PSE

source: Home
fr_ca: Accueil
pt_br: Início

source: MSPs
fr_ca: PEMs
pt_br: PSEs

source: Formula
fr_ca: Formule
pt_br: Fórmula

source: Back to Shops
fr_ca: Retour aux Evaluations
pt_br: Voltar para Tarefas

source: To schedule a secret shop, simply scroll through the list of Available Assignments below, make sure you are comfortable with the requirements of the shop and that you can commit to the specific date (and time, if applicable) and click 'Accept.'
fr_ca: Pour planifier une évaluation secrète, vous n'avez qu'à faire défiler la liste des Missions Disponibles ci-dessous, vous assurer d'accepter les exigences de l'évaluation et de pouvoir vous conformer à la date spécifique (et à l'heure si cela s'applique) et cliquer sur 'Accepter'.
pt_br: Para agendar uma tarefa secreta, percorra a lista de Tarefas Disponíveis abaixo, certifique-se de que você está confortável com os requisitos da tarefa e que você pode cumprir a data específica (e hora se aplicável) e clique 'Aceitar'.

source: The reCAPTCHA wasn't entered correctly. Go back and try it again.
fr_ca: Le reCAPTCHA n'a pas été correctement saisi. Repartez en arrière et réessayez.
pt_br: O reCAPTCHA não foi inserido corretamente. Volte e tente de novo.

source: Our MSP and Merchant-Only toll free phone number is 1-888-206-2337.
fr_ca: Notre numéro de téléphone gratuit PEM et réservé aux marchands est le 1-888-206-2337.
pt_br: O número de chamada gratuito somente para Comerciantes e PSE é 1-888-206-2337.
