Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: et_ee, fr_ca, lt_lt, lv_lv, pt_br

source: Attached is a copy for your records.
fr_ca: Veuille trouver un exemplaire de votre dossier en pièce jointe.
lv_lv: Pievienota Jūsu pierakstu kopija
pt_br: Anexado uma cópia para seu controle.

source: Report
fr_ca: Rapport
lv_lv: Atskaite
pt_br: Relatório

source: Voice file
fr_ca: Fichier Audio
lv_lv: Skaņas fails
pt_br: Arquivo de voz

source: Shop #
fr_ca: Évaluation n°
lv_lv: Veikala #
pt_br: Tarefa #

source: Successfully Submitted for Review
fr_ca: Contenu soumis pour relecture avec succès
lv_lv: Veiksmīgi aizpildīts
pt_br: Enviado com Sucesso para Revisão

source: Please see shop for detailed times
fr_ca: Veuillez voir l'évaluation si vous cherchez les heures détaillées
lv_lv: Lūdzu,skaties veikalu par precīziem laikiem .
pt_br: Veja tarefa para horários detalhados

source: You have successfully accepted an Assignment!
fr_ca: Vous venez d'accepter une mission avec succès!
lv_lv: Jūs veiksmīgi akceptējāt nozīmējumu!
pt_br: Você aceitou uma Tarefa com sucesso!

source: Please thoroughly review the attached Shop Description and all other attachments (if applicable). Go to the location and complete the shop. Take pictures where required and anywhere else you feel would be helpful.
fr_ca: Veuillez attentivement relire la Description d'Évaluation jointe ainsi que toutes les autres pièces jointes (s'il y en a). Rendez-vous sur la localisation et complétez l'évaluation . Prenez des photos quand c'est demandé et aussi dans tous les autres endroits où ce serait utile selon vous.
lv_lv: Lūdzu rūpīgi pārskatīt pievienoto Shop aprakstīšanas un visus citus pielikumus (ja piemērojams). Iet uz vietu un pabeigt veikalu. Uzņemt attēlus, kuros prasītos un nekur citur jums liekas varētu būt noderīgi.
pt_br: Favor revisar totalmente a Descrição da Tarefa anexada e todos os outros anexos (se aplicáveis). Vá para o local e complete a tarefa. Tire fotos de onde foi pedido e de tudo que você julgar útil.

source: After you have completed the visit, log in to <a href='http://www.isecretshop.com'>iSecretShop.com</a> and complete the survey online. You can upload your photos there. To begin: go to Your Assignments, then click 'Enter/Edit Shop'. Make sure to answer every question to the best of your ability and to upload pictures where appropriate and required. Also be certain to enter the date and time that you performed the shop.
fr_ca: Après avoir fini la visite, identifiez-vous sur <a href='http://www.isecretshop.com'>iSecretShop.com</a> et remplissez l'enquête en ligne. Vous pouvez y charger vos photos. Pour commencer : allez dans Vos Missions puis cliquez sur 'Entrer / Editer Évaluation. Assurez-vous de répondre à chaque question du mieux que vous pouvez et de charger des photos là où c'est approprié et demandé. Assurez-vous aussi de saisir la date et l'heure auxquelles vous avez effectué l'évaluation.
lv_lv: Pēc tam, kad esat pabeidzis vizīti, piesakieties <a href='http://www.isecretshop.com'> iSecretShop.com </a> un aizpildīt aptauju tiešsaistē. Jūs varat augšupielādēt savas fotogrāfijas tur. Lai sāktu: doties uz Jūsu uzdevumu, tad noklikšķiniet "Enter / Labot Shop". Pārliecinieties, lai atbildētu uz katru jautājumu, cik jūsu spēju un augšupielādēt attēlus, kur vajadzīgs un nepieciešams. Arī būt pārliecināti, lai ievadītu datumu un laiku, kad veic veikalu.
pt_br: Após terminar a visita, login em <a href='http://www.isecretshop.com'>iSecretShop.com</a> e complete a pesquisa online. Você pode carregar as suas fotos no site. Para iniciar: vá para Suas Tarefas, depois clique 'Enter/Editar Tarefa'. Certifique-se de responder a cada questão com o máximo de empenho e de carregar fotos quando for apropriado e requisitado. Assegure-se de inserir data e hora da realização da tarefa.

source: You can also do your shop using a smart phone, either through the web browser or, if you have an iPhone or Android, with the iSecretShop iPhone or Android app.
fr_ca: Vous pouvez aussi faire votre évaluation en utilisant un smartphone, soit par l'intermédiaire d'un navigateur web soit, si vous avez un iPhone ou un Android, avec l'appli iSecretShop de iPhone ou d'Android.
lv_lv: Jūs varat arī darīt savu veikalu, izmantojot smart tālruni, vai nu izmantojot interneta pārlūku, vai, ja jums ir iPhone vai Android, ar iSecretShop iPhone vai Android app.
pt_br: Você também pode fazer a sua tarefa com um smartphone, através do navegador web ou um iPhone ou Android, com o app iSecretShop iPhone ou Android.

source: iPhone and Android Shops: We encourage you to click 'save work' periodically throughout the shop. If you wish to complete your shop at home, do not click Submit on the phone. Simply hit Save Work, then log in from your home computer and enter any additional information you wish and submit from there.
fr_ca: Évaluations iPhone et Android: Nous vous encourageons à cliquer 'sauvegarder le travail' de façon régulière pendant que vous faites l'évaluation. Si vous souhaitez compléter votre évaluation à la maison, ne cliquez pas sur 'Soumettre' sur le téléphone. Contentez-vous de cliquer sur 'Sauvegarder le Travail', puis identifiez-vous depuis votre ordinateur familial et saisissez tous les informations supplémentaires que vous voulez et envoyez-les de là
lv_lv: Iphone un Android Veikals: Lūdzu spiediet "save work'' ik pa lakām aizpildīšanas laikā. Ja Jūs gribat aizpildīt pārbaudi mājās, nespiediet Submit telefonā. Vienkārši spiediet Save Work, tad varēsiet vēlāk aizpildīt no mājām.
pt_br: Tarefas em iPhone e Android: Recomendamos que você clique periodicamente em 'salvar trabalho' durante a tarefa. Simplesmente toque em Salvar Trabalho, depois faça login no seu computador para inserir informações adicionais que você deseja enviar pelo computador.

source: Once you Submit your shop it still needs to be reviewed and approved. Approval takes anywhere from a few hours to a day or more, depending on the MSP and the specific situation. Once approved, your payment will be scheduled for issue from
fr_ca: Quand vous avez soumis votre évaluation, il faut encore qu'elle soit examinée et approuvée. L'approbation prend entre quelques heures et une journée ou plus, selon la PEM et sa situation spécifique. Une fois l'évaluation approuvée, votre paiement sera prévu à partir du
lv_lv: Kad jūs Iesniegt savu veikalu tas vēl ir jāizskata un jāapstiprina. Apstiprinājums ņem jebkur no dažām stundām līdz dienā vai vairāk, atkarībā no MSP un konkrētajai situācijai. Pēc apstiprināšanas, jūsu maksājums tiks plānots jautājumu no
pt_br: Após Enviar a sua tarefa, ela deve ser revisada e aprovada. Aprovação pode levar algumas horas a um dia ou mais, conforme a PSE e situação específica. Assim que for aprovado, o seu pagamento será programado para emissão a partir de

source: Mystery Shopping Provider
fr_ca: Prestataire d'Evaluation Mystère
lv_lv: Mystery Shopping pakalpojuma sniedzējs
pt_br: Provedor de Serviço Espião

source: This is the company you are contracting with and the company that will pay you.
fr_ca: Il s'agit de la société à laquelle vous êtes lié contractuellement et de la société qui vous paiera.
lv_lv: Tas ir uzņēmums, jums ir līgumslēdzējas ar un uzņēmums, kas būs jāmaksā jums.
pt_br: Esta é compania que está contratando você e que irá pagar você.

source: Date Details
fr_ca: Détails de la Date
lv_lv: Pārbaudes detaļas
pt_br: Detalhes da Data

source: If, for any reason, you are unable to complete assignments. Please click 'cancel shop' after logging into the website or through your smart phone. Not completing assigned shops will reduce your points and can keep you from being able to accept shops in the future.
fr_ca: Si, pour une raison ou pour une autre, vous ne pouvez pas compléter ces missions, veuillez cliquer sur 'Annuler Évaluation' après vous être identifié sur le site web ou par l'intermédiaire de votre smartphone. Si vous ne complétez pas les évaluations attribuées, cela vous fera perdre des points et cela pourra vous empêcher de pouvoir accepter des évaluations dans l'avenir.
lv_lv: Ja, kāda iemesla dēļ, jūs nevarat pabeigt uzdevumus. Lūdzu, noklikšķiniet 'atcelt veikalu "pēc tam, ieejot mājas lapā vai caur jūsu smart tālruni. Neaizpildīšanu piešķirtie veikali samazinās savus punktus, un var glabāt jūs no spēja pieņemt veikalus nākotnē.
pt_br: Se, por qualquer motivo, você não puder completar tarefas, clique em 'cancelar tarefa' após fazer login no site ou smart phone. Não completar tarefas atribuídas irão diminuir seus pontos e você pode ficar impedido de aceitar futuras tarefas.

source: If you have questions, please contact
fr_ca: Si vous avez des questions, veuillez contacter :
lv_lv: Ja jums ir jautājumi, lūdzu, sazinieties ar
pt_br: Se tiver qualquer dúvida, contate

source: iSecretShop does not contract, schedule, or pay shoppers. The Mystery Shopping provider is responsible for all aspects of assignments.
fr_ca: iSecretShop ne contractualise pas, ne planifie pas, ne paie pas les évaluateurs. Le prestataire d'Evaluations Mystère est responsable de tous les aspects des missions.
lv_lv: iSecretShop nav līgums, grafiku, vai pienākums maksāt pircējiem.Mystery Shopping pakalpojumu sniedzējs ir atbildīgs par visiem aspektiem.
pt_br: iSecretShop não contrata, agenda ou paga clientes. O Provedor de Serviço Espião é responsável por todos os aspectos das tarefas.

source: iSecretShop Assignment
fr_ca: Mission iSecretShop
lv_lv: iSecretShop uzdevums
pt_br: Tarefa iSecretShop

source: You have assignments!
fr_ca: Vous avez des missions!
lv_lv: Jums ir nozīmējumi!
pt_br: Você tem tarefas!

source: You have been assigned multiple assignments on the iSecretShop platform by a participating Mystery Shopper Provider. To review your assignments, download instructions, forms etc, please log in to
fr_ca: Un prestataire d'Evaluations Mystère participant vous a attribué plusieurs missions sur la plateforme iSecretShop. Pour lire vos missions, téléchargez les instructions, les formulaires, etc, veuillez vous identifier sur
lv_lv: Jums ir piešķirts vairāki uzdevumi par iSecretShop platformas, ko iesaistītā Mystery Shopper sniedzējs. Lai pārskatītu savus uzdevumus, lejupielādēt instrukcijas, veidlapas uc, lūdzu, piesakieties.
pt_br: Você recebeu várias tarefas na plataforma de iSecretShop por um participante Provedor de Serviço Espião. Para revisar suas tarefas, baixar instruções, formulários etc, faça login em

source: This is an automatic email. Please do not reply.
lv_lv: Tas ir automātiska e-pastu. Lūdzu, neatbildiet.

source: This is a reminder you have an upcoming assignment
fr_ca: Ceci vous rappelle que vous aurez bientôt une mission
lv_lv: Tas ir atgādinājums jums ir gaidāmo uzdevumu
pt_br: Isto é um lembrete de que você tem uma próxima tarefa

source: Reminder - iSecretShop Assignment
fr_ca: Rappel : Mission iSecretShop
lv_lv: Atgadinājums - iSecretShop uzdevums
pt_br: Lembrete - Tarefa iSecretShop

source: This is a reminder your assignment is overdue.
fr_ca: Ce message vous rappelle que vous êtes en retard sur votre mission.
lv_lv: Tas ir atgādinājums jūsu uzdevums ir nokavēts.
pt_br: Isto é um lembrete que a sua tarefa está atrasada.

source: If you have completed your evaluation and simply have not entered it on the iSecretShop.com website, you may still have a chance to enter it if your instructions say you are within the acceptable time frame. If you are, please log in and submit your report.
fr_ca: Si vous avez complété votre évaluation sans la saisir sur le site web iSecretShop, vous pouvez encore avoir une chance de la saisir si selon les instructions vous êtes encore dans le créneau acceptable. Si tel est le cas, identifiez-vous et soumettez votre rapport.
lv_lv: Ja esat aizpildījis savu vērtējumu, un vienkārši nav iekļautas to uz iSecretShop.com mājas lapā, jūs joprojām var būt iespēja, lai ievadītu to, ja jūsu norādījumi teikt jūs atrodaties pieņemamā termiņā. Ja jums ir, lūdzu, piesakieties un iesniegt savu ziņojumu.
pt_br: Se você completou a sua avaliação e simplesmente não inseriu no site iSecretShop.com, você ainda pode ter uma chance para inserir se nas suas instruções disser que você está dentro do prazo aceitável. Se você estiver, faça login e envie o seu relatório.

source: If you have NOT completed your shop or have not inputed it within the acceptable time frame, please contact the Mystery Shopping Provider immediately to see if the shop can be rescheduled
fr_ca: Si vous n'avez PAS complété ou saisi votre évaluation dans le créneau acceptable, veuillez immédiatement contacter le Prestataire d'Evaluations Mystère pour voir si l'évaluation peut être re-planifiée.
lv_lv: Ja neesat pabeidzis savu veikalu, vai nav inputed to ietvaros pieņemamā termiņā, lūdzu, nekavējoties sazinieties ar Mystery Shopping sniedzēju, lai redzētu, vai veikalā iespējams pārplānot
pt_br: Se você ainda NÃO concluiu a sua tarefa ou ainda não inseriu dentro do prazo permitido, entre em contato com o Provedor de Serviço Espião imediatamente para ver se a tarefa pode ser remarcada

source: Overdue Assignment
fr_ca: Mission en Retard
lv_lv: Nokavēts uzdevums
pt_br: Tarefa Atrasada

source: You have been unassigned from
lv_lv: Jums ir nav piešķirts no

source: If you have completed your evaluation and simply have not entered it,or you believe there has been an error please contact
lv_lv: Ja esat aizpildījis savu vērtējumu, un vienkārši nav iekļautas to, vai jūs uzskatāt, ka ir notikusi kļūda, lūdzu, sazinieties

source: If this cancelation was due to a missed deadline, point have been deducted from your score making it more difficult to get future assignments.
lv_lv: Ja šī atteikšanās bija saistīts ar nokavētā termiņa, punkts ir atskaitīta no jūsu score padarot to grūtāk iegūt nākotnes uzdevumus.

source: Assignment Canceled
lv_lv: Darbība atcelta

source: Your request to be assigned to the following shop has been denied by
fr_ca: Votre requête de vous voir attribuer l'évaluation suivante a été refusée par
lv_lv: Jūsu pieprasījums ir atteikts
pt_br: O seu pedido para receber a seguinte tarefa foi negado por

source: There are several reasons this could happen including a a client request for a mix of shoppers at a particular location or a shopper was a better fit for the requirements of this assignment. We encourage you to try a different location if one is available. You will also be kept on the list as a back up shopper for this location.
fr_ca: Il y a plusieurs raisons pour lesquelles cela peut arriver, dont une requête d'un client pour un mix d'évaluateurs à un endroit particulier ou alors un évaluateur qui correspondait mieux aux exigences de cette mission. Nous vous encourageons à essayer une autre localisation s'il y en a une de disponible. On vous gardera aussi sur la liste d'évaluateurs back-up pour cette localisation.
lv_lv: Ir vairāki iemesli, tas varētu notikt arī aa klienta lūgumu mix pircējiem kādā konkrētā vietā, vai pircējs bija labāk piemērots šā uzdevuma prasībām. Mēs iesakām izmēģināt kādu citu vietu, ja tāds ir pieejams. Jūs arī glabā sarakstā kā dublējošo pircējs par šo vietu.
pt_br: Há várias razões para que isto ocorra incluindo um pedido do cliente para uma mistura de clientes num local específico ou um cliente esteve mais adequado às exigências da tarefa. Recomendamos tentar um local diferente se houver um disponível. Você também ficará na lista de cliente reserva deste local.

source: iSecretShop Request Denied
fr_ca: Requête iSecretShop Refusée
lv_lv: iSecretShop pieprasījums ir atteikts
pt_br: Pedido iSecretShop Negado

source: Assignments are available in your area
fr_ca: Des missions sont disponibles dans votre zone
lv_lv: Pārbaudes ir pieejamas Jums šajā sadaļā
pt_br: Tarefas estão disponíveis na sua área

source: Do NOT reply to this email.
fr_ca: Ne PAS répondre à cet email.
lv_lv: NEATBILDIET uz šo e-pastu
pt_br: NÃO responda a este e-mail.

source: To accept an assignment - you can log in at <a href='http://www.iSecretShop.com'>iSecretShop.com</a> click on available assignments and accept the shop online. You can also accept the assignment through the iSecretShop iPhone or Android app OR via any browser on a mobile device.
fr_ca: Pour accepter une mission, vous pouvez vous identifier à <a href='http://www.iSecretShop.com'>iSecretShop.com</a>, cliquer sur les missions disponibles et accepter l'évaluation en ligne. Vous pouvez aussi accepter la mission par l'intermédiaire de l'appli iSecretShop iPhone ou Android OU par l'intermédiaire de n'importe quel navigateur sur un appareil mobile.
lv_lv: Pieņemt norīkojumu - jūs varat pieteikties pie <a href='http://www.iSecretShop.com'> iSecretShop.com </a> noklikšķiniet uz pieejamajiem uzdevumiem un pieņemt veikals tiešsaistē. Jūs varat arī pieņemt uzdevumu caur iSecretShop iPhone vai Android app vai caur jebkuru pārlūku uz mobilo ierīci.
pt_br: Para aceitar uma tarefa - você pode fazer login em <a href='http://www.iSecretShop.com'> iSecretShop.com</a> clique nas tarefas disponíveis e aceite a tarefa online. Você também pode aceitar a tarefa pelo app iSecretShop Android ou iPhone OU por qualquer navegador em um celular.

source: DO NOT contact iSecretShop
fr_ca: NE PAS contacter iSecretShop
lv_lv: Nekontaktējieties ar iSS
pt_br: NÃO contate iSecretShop

source: Available Assignments
fr_ca: Missions Disponibles
lv_lv: Pieejamas pārbaudes
pt_br: Tarefas Disponíveis

source: Phone and Web Shops - Can be done from Anywhere
fr_ca: Évaluations de Téléphonie et d'Internet : Peuvent se faire de n'importe où
lv_lv: Tālruņa un Web Veikali - Var izdarīt no jebkuras vietas
pt_br: Tarefas deTelefone e Web - Pode ser feitas de Qualquer Lugar

source: None
et_ee: Pole
fr_ca: Aucun
lt_lt: Neparinkta
lv_lv: Neviens
pt_br: Nenhum

source: Attached is a pdf copy of a Summary Report sent by
lv_lv: Pievienota ir pdf kopija kopsavilkuma ziņojumā, ko nosūta

source: Summary Report
lv_lv: Galējā atskaite

source: Unfortunately you may not perform shops for this Mystery Shopping Provider. Please contact the MSP if you have questions.
fr_ca: Malheureusement, vous ne pouvez pas effectuer d'évaluations pour ce Prestataire d'Evaluations Mystère. Veuillez contacter le PEM si vous avez des questions.
lv_lv: Diemžēl jūs nedrīkstat veikt veikalus šim Mystery Shopping sniedzējs. Lūdzu, sazinieties ar MSP, ja jums ir jautājumi.
pt_br: Infelizmente você não pode executar tarefas para este Provedor de Serviço Misterioso. Se tiver dúvidas, contate o PSM.

source: Shopper is Banned
fr_ca: L'Evaluateur est Exclu
lv_lv: Slepenais pircējs bloķēts
pt_br: Cliente é Proibido

source: You are not allowed to do shops for this location. Please contact the this Mystery Shopping Provider if you have questions.
fr_ca: Vous n'avez pas le droit d'effectuer d'évaluations pour cette localisation. Veuillez contacter le Prestataire d'Évaluations Mystère si vous avez des questions.
lv_lv: Jums nav atļauts darīt veikalos par šo vietu. Lūdzu, sazinieties ar šo Mystery Shopping sniedzēju, ja jums ir jautājumi.
pt_br: Você não tem permissão de fazer tarefas neste local. Se tiver dúvidas, contate o Provedor de Serviço Misterioso.

source: Shopper is restricted from shopping this location.
fr_ca: L'évaluateur n'a pas le droit d'effectuer d'évaluations dans cette localisation.
lv_lv: Slepenajam pircējam aizliegts izvēlēties šo atrašanās vietu
pt_br: Cliente é proibido de fazer tarefas neste local.

source: Shop cannot be done on that day of the week.
fr_ca: Cette évaluation ne peut pas s'effectuer ce jour de la semaine.
lv_lv: Shop nevar izdarīt šajā nedēļas dienā.
pt_br: Tarefa não pode ser feita nesse dia da semana.

source: Shops may not be done on
fr_ca: Les évaluations ne peuvent pas s'effectuer le
lv_lv: Veikali nedrīkst būt veikta
pt_br: Tarefas não podem ser feitas na

source: Shop cannot be scheduled outside of the date range
fr_ca: Il est impossible de planifier des évaluations en dehors du créneau
lv_lv: Pārbaudi nevar ieplānot ārpus datumu diapazona
pt_br: Tarefa não pode ser agendada fora do prazo

source: A text answer is required
lv_lv: Teksta atbilde ir nepieciešama

source: Answer has not been picked
lv_lv: Atbilde nav tikusi izvēlēta

source: Answer was not given
lv_lv: Atbilde netika dota

source: Price must be entered if product found
lv_lv: Jābūt ierakstītai cenai preces atrašanās gadījumā,

source: added to shopper's score
fr_ca: ajouté au score de l'évaluateur
lv_lv: pievienots pie pircēja rezultāta
pt_br: adicionados à pontuação do cliente

source: Compensation applied to shopper
fr_ca: Contrepartie appliquée à l'évaluateur
lv_lv: Slepenā pircēja kompensācija
pt_br: Compensação aplicada ao cliente

source: Bonus applied to shopper
fr_ca: Bonus appliqués à l'évaluateur
lv_lv: Slepenā pircēja bonuss
pt_br: Bônus aplicado ao cliente

source: Reimbursement applied to shopper
fr_ca: Remboursement appliqué à l'évaluateur
lv_lv: Atlīdzināšana piemēro pircējs
pt_br: Reembolso aplicado ao cliente

source: Recorded for Client
fr_ca: Enregistré pour le client
lv_lv: Ierakstīts klientam
pt_br: Registrado para Cliente

source: Shop Approved with Payment held
fr_ca: Évaluation approuvée et paiement retenu
lv_lv: Veikals Apstiprināts ar Maksājuma notika
pt_br: Tarefa Aprovada com Pagamento realizado

source: Shop Approved
fr_ca: Évaluation approuvée
lv_lv: Apstiprināts Veikals!
pt_br: Tarefa Aprovada

source: Make sure to complete and check your shop start and finish times
lv_lv: Pārliecinieties, lai pabeigtu un pārbaudīt savu veikalu sākas un beigu laiku

source: This shop was done prior to the first allowed date. Please contact the scheduler to resolve.
lv_lv: Šim veikalam tika darīts pirms pirmās atļauto datuma. Lūdzu sazinieties ar plānotāju, lai atrisinātu.

source: Shopper Auto Unassigned
lv_lv: Pircējs automātiski noņemts

source: Email
lt_lt: El. paštas
lv_lv: E-pasta adrese

source: Password
et_ee: Salasõna
fr_ca: Mot de passe
lt_lt: Slaptažodis
lv_lv: Parole
pt_br: Senha

source: Log In
lv_lv: PIeslēgties

source: Remember Me
fr_ca: Se Souvenir de Moi
lv_lv: Atcerēties mani
pt_br: Lembrar

source: Reset Password
fr_ca: Réinitialiser votre mot de passe
lv_lv: Atcelt paroli
pt_br: Redefinir Senha

source: Rank
fr_ca: Rang
lv_lv: Vieta
pt_br: Posição

source: Points
et_ee: Punktid
lt_lt: Taškai
lv_lv: Punkti
pt_br: Pontos

source: Earnings Year to Date
fr_ca: Gains de l'Année à ce Jour
lv_lv: Gada ieņēmumi līdz datumam
pt_br: Ganhos do Ano até à Data

source: Earnings Lifetime
fr_ca: Gains tout au cours de la vie
lv_lv: Dzīves ienākumi
pt_br: Ganhos ao Longo da Vida

source: Log Out
fr_ca: Déconnexion
lv_lv: Izlogoties
pt_br: Sair

source: Profile
et_ee: Profiil
fr_ca: Profil
lt_lt: Profilis
lv_lv: Profils
pt_br: Perfil

source: Agent Log In
fr_ca: Identification d'Agent
lv_lv: Slepenā pircēja ieeja
pt_br: Login de Agente

source: Forgot Password
fr_ca: Mot de Passe Oublié
lv_lv: Aizmirsāt paroli
pt_br: Esqueceu Senha

source: Register
fr_ca: Inscription
lv_lv: Reģistrēties
pt_br: Registre-se

source: Log In for Reports
fr_ca: Identifiez-Vous pour Charger un Rapport
lv_lv: Ielogoties atskaitēm
pt_br: Faça Login para Relatórios

source: Your Assignments
fr_ca: Vos Missions
lv_lv: Jūsu nozīmējumi
pt_br: Suas Tarefas

source: Available Shops
fr_ca: Évaluations Disponibles
lv_lv: Pieejamie veikali
pt_br: Serviços Disponíveis

source: Wait Lists
fr_ca: Listes d'Attente
lv_lv: Gaidīšanas saraksts
pt_br: Listas de Espera

source: Comment Cards
fr_ca: Fiches de Commentaires
lv_lv: Komentāru kartiņas
pt_br: Cartões de Comentário

source: All rights reserved
fr_ca: Tous droits réservés
lv_lv: Visas tiesības aizsargātas
pt_br: Todos os direitos reservados

source: Site by
fr_ca: Site par
lv_lv: Saite no
pt_br: Site por

source: Mystery Shopping Providers
fr_ca: Prestataires d'Evaluations Mystère
lv_lv: Mystery Shopping pakalpojuma sniedzēji
pt_br: Provedores de Serviço Espião

source: MSP Program
lv_lv: MSP programma
