Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: et_ee, fr_ca, lt_lt, lv_lv, pt_br

source: to
fr_ca: à
lv_lv: līdz
pt_br: para

source: Do NOT shop
fr_ca: N'évaluez PAS
lv_lv: Netaisiet pirkumu
pt_br: NÃO fazer Tarefa

source: NOT Between
fr_ca: PAS Entre
lv_lv: Nav starp
pt_br: NÃO Entre

source: and
fr_ca: et
lv_lv: un
pt_br: e

source: Specific Visit Instructions
fr_ca: Instructions de Visite Spécifiques
lv_lv: Speciālās vizītes instrukcijas
pt_br: Instruções para Visita Especial

source: Visit Details
lv_lv: Apmeklējuma informācija

source: When did you begin the visit?
fr_ca: Quand avez-vous commencé la visite?
lv_lv: Kad jūs sākat vizīti?
pt_br: Quando você iniciou a visita?

source: For example, a restaurant visit would be when did you enter the restaurant?
fr_ca: Par exemple, une visite de restaurant serait quand êtes-vous entré dans le restaurant?
lv_lv: Piemēram, restorānu apmeklējums būtu, ja jūs ievadiet restorānu?
pt_br: Por exemplo, na visita de restaurante seria 'quando você entrou no restaurante?'

source: When did you end the visit?
fr_ca: Quand avez-vous terminé la visite?
lv_lv: Kad jūs sākat vizīti?
pt_br: Quando você terminou a visita?

source: For example, a restaurant visit would be when did you leave the restaurant?
fr_ca: Par exemple, une visite de restaurant serait quand êtes-vous sorti du restaurant?
lv_lv: Piemēram, restorānu apmeklējums būtu, ja jūs ievadiet restorānu?
pt_br: Por exemplo, na visita de restaurante seria "quando você saiu do restaurante?"

source: NUMBERS ONLY
fr_ca: SEULEMENT DES CHIFFRES
lv_lv: TIKAI CIPARI
pt_br: APENAS NÚMEROS

source: enter 'uploaded' in text box
fr_ca: saisissez "entrer" dans le champ de texte
lv_lv: ievadīt 'ielādēts' teksta laukā
pt_br: Insira 'uploaded' na caixa de texto

source: minimum characters
fr_ca: Nombre Minimum de Caractères
lv_lv: minimālie simboli
pt_br: mínimo de caracteres

source: If you have questions, please contact the responsible MSP directly
fr_ca: Si vous avez des questions, veuillez contacter directement le PEM responsable
lv_lv: Ja jums ir jautājumi, lūdzu, sazinieties ar MSP
pt_br: Se você tiver dúvidas, contate diretamente o PSE responsável

source: You may not self assign a shop you have previously unassigned.
fr_ca: Vous ne pouvez pas attribuer une évaluation que vous avez retirée auparavant.
lv_lv: Jūs nedrīkstat sevi piešķirt veikalu jums ir iepriekš nav piešķirts.
pt_br: Você não pode atribuir para si uma tarefa não atribuída para você anteriormente.

source: This shop has been requested.
fr_ca: Cette évaluation a été requise.
lv_lv: Šī pārbaude tika pieprasīta.
pt_br: Esta tarefa foi solicitada.

source: Unable to request shop
fr_ca: Impossible de demander l'évaluation
lv_lv: Nav iespējams pieprasīt pārbaudi
pt_br: Não é possível pedir tarefa

source: Unable to assign shop
fr_ca: Impossible d'attribuer l'évaluation
lv_lv: Nevar piešķirt veikalu
pt_br: Não é possível atribuir tarefa

source: Thank you
fr_ca: Merci
lv_lv: Paldies
pt_br: Obrigado

source: Your work has been saved but some information is missing. Please check you have given only numbers for NUMBERS ONLY question and minimum characters reach. You can also log in to iSecretShop.com to finalize your report
fr_ca: Votre travail a été sauvegardé mais il manque des informations. Veuillez vérifier que vous avez seulement saisi des chiffres pour les questions SEULEMENT DES CHIFFRES et que vous avez saisi le nombre minimum de caractères. Vous pouvez aussi vous identifier sur iSecretShop.com pour mettre la dernière main à votre rapport.
lv_lv: Jūsu darbs ir saglabāts, taču daļa informācijas ir pazudis. Lūdzu, pārbaudiet jums ir dota tikai numurus numuriem jautājums un minimālās zīmes sasniegt. Varat arī pieteikties, lai iSecretShop.com, lai pabeigtu savu ziņojumu
pt_br: O seu trabalho foi salvo, mas faltam informações. Confira se inseriu apenas números em questões de APENAS NÚMEROS e o mínimo de caracteres exigido. Você também pode fazer login em iSecretShop.com para terminar o seu relatório

source: Your work has been saved. You must finalize the shop by either submitting an error free report or by logging into the website at www.isecretshop.com. Don't forget to capture ALL required PHOTOS.
fr_ca: Votre travail a été sauvegardé. Vous devez finaliser l'évaluation soit en soumettant un rapport sans erreur soit en vous identifiant sur le site web à www.isecretshop.com. N'oubliez pas de capturer TOUTES les PHOTOS requises.
lv_lv: Jūsu darbs ir saglabāta. Jums ir pabeigt veikalu, vai nu iesniedzot kļūdas bezmaksas ziņojumu vai ieejot tīmekļa vietnē www.isecretshop.com. Neaizmirstiet, lai attēlotu visus nepieciešamos BILDES.
pt_br: O seu trabalho foi salvo. Você deve finalizar a tarefa enviando um relatório sem erros ou fazendo login em www.isecretshop.com. Lembre-se de tirar TODAS as FOTOS exigidas.

source: Change
et_ee: Muuda
fr_ca: Modifier
lt_lt: Pakeisti
lv_lv: Pārmaiņas
pt_br: Mudar

source: Yes
et_ee: Jah
fr_ca: Oui
lt_lt: Taip
lv_lv: Jā
pt_br: Sim

source: No
et_ee: Ei
fr_ca: Non
lt_lt: Ne
lv_lv: Nē
pt_br: Não

source: Please Choose
et_ee: Palun Valige
fr_ca: Veuillez Choisir
lt_lt: Prašau pasirinkite
lv_lv: Lūdzu izvēlieties
pt_br: Escolha

source: Welcome to the iSecretShop system!
fr_ca: Bienvenue sur le système iSecretShop!
lv_lv: Laipni lūdzam iSecretShop sistēmu!
pt_br: Bem-vindo ao sistema iSecretShop!

source: Attached, you will find information about iSecretShop. Please read it carefully as we want to ensure both you and participating Mystery Shopping Providers have the best experience possible. As you complete shops through the iSS platform, you also earn points to increase your Agent Rank and climb the iSS Leaderboards. It's all explained in the attached file.
fr_ca: Vous trouverez des informations sur iSecretShop en pièce jointe. Veuillez les lire avec soin, car nous voulons nous assurer que vous et les Prestataires d'Evaluations Mystère aurez tous la meilleure expérience possible. En complétant les évaluations par l'intermédiaire de la plateforme iSS, vous gagnez aussi des points qui accroissent votre Rang d'Agent et vous permettent d'accéder aux tableaux de résultats de l'iSS. Tout est expliqué dans le fichier joint.
lv_lv: Attached jūs atradīsiet informāciju par iSecretShop. Lūdzu, izlasiet to uzmanīgi, kā mēs vēlamies, lai nodrošinātu gan jums, gan piedalās Mystery Shopping Providers būt labāko pieredzi iespējams. Kā jūs pabeigt veikalos caur SKS platforma, jūs arī nopelnīt punktus, lai palielinātu savu Agent Rank un kāpt SKS līderu. Tas viss paskaidrots pievienotajā failā.
pt_br: Em anexo, você encontrará informações sobre iSecretShop. Leia com atenção para garantir que você e os Provedores de Serviço Espião participantes tenham a melhor experiência possível. À medida que você realiza tarefas pela plataforma iSS você ganha pontos para elevar sua Posição de Agente e subir na Classificação iSS. Tudo está explicado no arquivo em anexo.

source: To earn extra points and to become more familiar with the iSecretShop platform, please visit our system training center http://iSSPrep.com. Before accepting some shops, MSPs might require you take specific coursework at iSS Prep.
fr_ca: Pour gagner plus de points et vous familiariser avec la plateforme iSecretShop, veuillez visiter notre centre de formation système à http://iSSPrep.com. Avant d'accepter des évaluations, les PEMs pourraient vous demander de suivre des cours spécifiques à l'iSS Préparatoire.
lv_lv: Lai nopelnītu papildus punktus un kļūt pazīstami ar iSecretShop platformu, lūdzu, apmeklējiet mūsu sistēmu mācību centru http://iSSPrep.com. Pirms pieņemt dažus veikalus, MSPs varētu prasīt jums veikt īpašu mācību kursi pie ISS Prep.
pt_br: Para ganhar pontos extras e familiarizar-se com a plataforma iSecretShop, visite nosso o centro de treinamento do sistema em http://iSSPrep.com. Antes de aceitar algumas tarefas, PSEs podem pedir que você faça um curso específico em iSS Prep.

source: iSecretShop is a software system that mystery shopping providers (MSPs) and Market Research Compaies (MRCs) use to offer and collect feedback. The MSPs/MRCs are solely responsible for every aspect of their shops - including payment to you. iSecretShop is NOT a Mystery Shopping Provider - it is also a shopper portal - helping shoppers find opportunities all in one place. You will need to complete each MSP/MRC Independent Contractor Agreement in order to be eligible to accept and perform assignments for them.
fr_ca: iSecretShop est un système logiciel utilisé par les prestataires d'évaluations mystère (PEMs) et les sociétés d'étude de marché (SEMs) pour offrir et récolter de la rétroaction. Les PEMs / SEMs sont seules responsables de chaque aspect de leurs évaluations, y compris de ce qu'elles vous payent. iSecretShop n'est PAS un Prestataire d'Evaluations Mystère. C'est aussi un portail pour évaluateurs qui aide les évaluateurs à trouver des opportunités rassemblées dans un seul lieu. Il vous faudra compléter chaque Accord d'Entrepreneur Indépendant PEM / SEM afin d'être éligible pour accepter et exécuter des missions pour eux.
lv_lv: iSecretShop ir programmatūras sistēma, kas mystery shopping sniedzēji (MSPs) un tirgus izpētes compaies (MRCs) izmantot, lai piedāvātu un savāktu atsauksmes. Ar MSPs / MRCs ir pilnībā atbildīgs par katru aspektu savos veikalos - tostarp maksājumiem jums. iSecretShop NAV Mystery Shopping sniedzējs - tā ir arī pircējs portāls - palīdz pircējiem atrast iespējas vienuviet. Jums būs nepieciešams, lai pabeigtu katru MSP / MRC neatkarīgs darbuzņēmējs nolīgumu, lai varētu pretendēt pieņemt un veikt uzdevumus, lai viņiem.
pt_br: iSecretShop é um sistema de software que Provedores de Serviço Espião (PSEs) e Companias de Pesquisa de Mercado (CPMs) usam para oferecer e coletar feedback. Os MSPs/MRCs são os únicos responsáveis por cada aspecto das tarefas - incluindo o pagamento para você. iSecretShop NÃO é um Provedor de Serviço Espião - também é um portal de clientes - ajudando clientes a encontrar oportunidades em um só lugar. Você precisará completar cada Acordo de Contrato Independente de PSE/CPM para ser elegível para aceitar e realizar tarefas para eles.

source: Please note that new opportunities and new clients are being added constantly. If you don't see anything near you now, check back often! You will be emailed as secret shop opportunities come up in your area.
fr_ca: Veuillez noter que nous ajoutons constamment de nouvelles opportunités et de nouveaux clients. Si vous ne voyez rien qui soit proche de vous pour l'instant, revérifiez souvent! Vous recevrez des emails quand des opportunités d'évaluation mystère se présenteront dans votre zone.
lv_lv: Lūdzu, ņemiet vērā, ka jaunas iespējas un jauni klienti tiek pievienoti pastāvīgi. Ja jūs neredzat neko pie jums tagad, pārbaudiet atpakaļ bieži! Jums tiks nosūtīts kā slepenie veikals iespējas nākt klajā jūsu reģionā.
pt_br: Note que oportunidades e clientes novos são adicionados constantemente. Se não há nada perto de você agora, volte e confira frequentemente! Você receberá um e-mail quando surgirem oportunidades de tarefa secreta na sua área.

source: Thank you again for registering with iSecretShop!
fr_ca: Merci encore de vous être inscrit chez iSecretShop!
lv_lv: Vēlreiz paldies par reģistrēšanos ar iSecretShop!
pt_br: Obrigado novamente por se registrar em iSecretShop!

source: Welcome to iSecretShop
fr_ca: Bienvenue sur iSecretShop
lv_lv: Laipni lūdzam iSecretShop
pt_br: Bem-vindo à iSecretShop

source: To remove yourself from future notification emails, please click
fr_ca: Pour ne plus recevoir d'alertes email, veuillez cliquer
lv_lv: Lai noņemtu sevi no turpmākās paziņošanas vēstules, lūdzu, noklikšķiniet
pt_br: Para remover seu nome de futuras notificações, clique

source: Remove
fr_ca: Retirer
lv_lv: Noņemt
pt_br: Remover

source: If you do NOT wish to migrate to the iSecretShop system and do not wish to be eligible for assignments on the iSecretShop platform, please click:
lv_lv: Ja jūs nevēlaties, lai pāriet uz iSecretShop sistēmai, un nevēlas, lai varētu pretendēt uz darbu uz iSecretShop platformas, lūdzu, noklikšķiniet uz:

source: Sincerely
fr_ca: Sincèrement
lv_lv: Sirsnīgi
pt_br: Sinceramente

source: Edit
et_ee: Muuda
fr_ca: Modifier
lt_lt: Koreguoti
lv_lv: Rediģēt
pt_br: Editar

source: Shopper Announcements
fr_ca: Annonces d'Évaluateurs
lv_lv: pircējs izsludināšanas
pt_br: Comunicados do Cliente

source: Between
fr_ca: Entre
lv_lv: Starp
pt_br: Entre

source: After
fr_ca: Après
lv_lv: Pēc
pt_br: Depois

source: Before
fr_ca: Avant
lv_lv: Pirms
pt_br: Antes

source: Any day
fr_ca: N'importe Quel Jour
lv_lv: Jebkurā dienā
pt_br: Qualquer Dia

source: From
fr_ca: De
lv_lv: No
pt_br: De

source: See Shop Instructions for Specific Times
fr_ca: Voir les instructions de l'évaluation pour les horaires spécifiques
lv_lv: Skatīties pārbaudes instrukciju par speciāliem laikiem
pt_br: Veja Instruções da Tarefa para Horários Específicos

source: NOT BETWEEN
fr_ca: PAS ENTRE
lv_lv: NAV STARP
pt_br: NÃO ENTRE

source: Agent
lv_lv: Aģents
pt_br: Agente

source: Compensation
et_ee: Kompensatsioon
lt_lt: Kompensacija
lv_lv: Kompensācija
pt_br: Compensação

source: Shop Pays
fr_ca: L'Évaluation Paie
lv_lv: Veikals pērk
pt_br: Tarefa Paga

source: Reimbursement
et_ee: Tagasimakse
fr_ca: Remboursement
lt_lt: Grąžinimas
lv_lv: atmaksāšana
pt_br: Reembolso

source: As compensation you will receive the following coupon to use on your next visit:
fr_ca: En contrepartie, vous recevrez le coupon suivant à utiliser lors de votre prochaine visite:
lv_lv: Kā kompensāciju Jūs saņemsiet šādu kuponu, lai izmantotu savu nākamo vizīti:
pt_br: Como recompensa você receberá o seguinte cupom para usar na próxima visita:

source: Coupon
et_ee: Kupong
lt_lt: Kuponas
lv_lv: Kupons
pt_br: Cupom

source: Coupon Description
fr_ca: Description de Coupon
lv_lv: Kupona apraksts
pt_br: Descrição do Cupom

source: Coupon Details
fr_ca: Informations sur le Coupon
lv_lv: Kupona detaļas
pt_br: Dados do Cupom

source: Date
lv_lv: Datums
pt_br: Data

source: Time
et_ee: Aeg
fr_ca: Heure
lt_lt: Laikas
lv_lv: Laiks
pt_br: Hora

source: Description
et_ee: Kirjeldus
lt_lt: Aprašymas
lv_lv: Apraksts
pt_br: Descrição

source: Location(s)
lv_lv: Atrašanās vieta(s)

source: Comment Card
fr_ca: Fiche de Commentaires
lv_lv: komentāru kartiņa
pt_br: Cartão de Comentário

source: Start Time
fr_ca: Heure de début
lv_lv: Sākuma laiks
pt_br: Hora de Início

source: Question
et_ee: Küsimus
lt_lt: Klausimas
lv_lv: Jautājums
pt_br: Questão

source: Voice file(s)
lv_lv: Skaņas fails

source: Recording
fr_ca: Enregistrement
lv_lv: Ieraksts
pt_br: Gravação

source: Play by clicking link
fr_ca: Lire en cliquant sur le lien
lv_lv: Atskaņot, uzklikšķinot uz linku
pt_br: Reproduza clicando no link

source: or
et_ee: või
fr_ca: ou
lt_lt: arba
lv_lv: vai
pt_br: ou

source: log in at iSSDashboard.com to play or download
fr_ca: identifiez-vous sur iSSDashboard.com pour lire ou télécharger
lv_lv: ielogojieties iSSDashboard.com lai atskaņotu vai saglabātu
pt_br: Faça login no iSSDashboard.com para reproduzir ou baixar

source: Attached File(s)
lv_lv: Pievienotie faili

source: View File
lv_lv: Apskatīt failu

source: View by clicking link
lv_lv: Apskatīt, uzklikšķinot uz linku

source: log in at iSSDashboard.com to download
lv_lv: ielogojieties iSSDashboard.com lai saglabātu

source: Find iSS on Facebook at
fr_ca: Retrouvez iSS sur Facebook à l'adresse
lv_lv: Atrast iss Facebook
pt_br: Encontre iSS no Facebook em

source: Follow iSS on Twitter
fr_ca: Suivez iSS sur Twitter
lv_lv: Sekojiet iSS Twiterī
pt_br: Siga iSS no Twitter

source: Agent
lv_lv: Aģents
pt_br: Agente

source: A request has been made to recover the password on your account. Your iSecretShop username and password are:
lv_lv: Pieprasījums tika iesniegts, lai atgūtu paroli savā kontā. Tavs iSecretShop lietotājvārds un parole ir:

source: You may log in to your account at <a href='http://www.isecretshop.com/agent/'>www.isecretshop.com/agent/</a>.
lv_lv: Jūs varat ieiet savā kontā <a href='http://www.isecretshop.com/agent/'> www.isecretshop.com/agent/ </a>.

source: Please make sure to change your password immediately
lv_lv: Lūdzu, pārliecinieties, lai nekavējoties mainīt paroli

source: Password Reset
lv_lv: Paroles atcelšana

source: Secret Shop Report
fr_ca: Rapport sur une Évaluation Mystère
lv_lv: Slepenās vizītes rezultāts
pt_br: Relatório da Tarefa Secreta

source: Page
et_ee: Lehekülg
lt_lt: Lapas
lv_lv: Lapa
pt_br: Página

source: Shop Summary
fr_ca: Résumé de l'Évaluation
lv_lv: Veikala Summa
pt_br: Resumo da Tarefa

source: Location
et_ee: Asukoht
fr_ca: Localisation
lt_lt: Vieta
lv_lv: Atrašanās vieta
pt_br: Local

source: Shop Name
et_ee: Ostu Nimi
fr_ca: Nom de l'Évaluation
lt_lt: Parduotuvės pavadinimas
lv_lv: Veikala nosaukums
pt_br: Nome da Tarefa

source: Completed
fr_ca: Complété
lv_lv: Pabeigts
pt_br: Concluída

source: Scores
lv_lv: Rezultāti
pt_br: Pontuação

source: Score
et_ee: Skoor
lt_lt: Taškai
lv_lv: Rezultāts
pt_br: Pontuação

source: Total Score
et_ee: Skoor Kokku
fr_ca: Score Total
lt_lt: Viso taškų
lv_lv: Kopējais rezultāts
pt_br: Total de Pontos

source: Table of Contents
fr_ca: Table des Matières
lv_lv: Saturs
pt_br: Tabela de Conteúdos

source: Photos
lv_lv: Foto
pt_br: Fotos

source: Question for Section
fr_ca: Question pour la Section
lv_lv: Jautājums izvēlei:
pt_br: Questão da Seção

source: Shop Report
fr_ca: Rapport sur une Évaluation
lv_lv: Veikala atskaite
pt_br: Relatório da Tarefa

source: Address
et_ee: Aadress
fr_ca: Adresse
lt_lt: Adresas
lv_lv: Adrese
pt_br: Endereço

source: Shop Date
fr_ca: Date de l'Évaluation :
lv_lv: Veikala datums
pt_br: Data da Tarefa

source: Name
et_ee: Nimi
fr_ca: Nom
lt_lt: Vardas
lv_lv: Vārds:
pt_br: Nome

source: Please see instructions for detailed dates if any
lv_lv: Lūdzu, skatiet norādījumus par detalizētām datumiem ja tādi ir

source: Secret Shop Details
fr_ca: Détails de l'Evaluation Mystère
lv_lv: Slepenā veikala detaļas
pt_br: Detalhes da Tarefa Secreta

source: Shopper
fr_ca: Évaluateur
lv_lv: Pircējs
pt_br: Cliente

source: Hours
fr_ca: Heures
lv_lv: Stundas
pt_br: Horas

source: See Shop time and description to see if shop requires a specific day or time
fr_ca: Voir l'heure et la description de l'évaluation pour voir si l'évaluation requiert un jour ou une heure spécifiques
lv_lv: Skatīt Shop laiku un aprakstu, lai redzētu, vai veikalam ir nepieciešams konkrētu dienu vai laiku
pt_br: Veja hora da Tarefa e descrição para saber se requer dia ou hora específicos

source: See Shop Instructions for Any Restrictions
fr_ca: Voir les Instructions de l'Évaluation pour les Restrictions
lv_lv: Skatīties pārbaudes instrukciju
pt_br: Ver Instruções da Tarefa para Restrições

source: Detailed Dates
lv_lv: Detalizēti datumi

source: Recorded Call Instructions
fr_ca: Instructions d'Appel Enregistré
lv_lv: Ierakstītie zvanu instrukcijas
pt_br: Instruções para Chamadas Gravadas

source: Please thoroughly review the shop instructions below then call
fr_ca: Veuillez bien passer en revue les instructions d'évaluation ci-dessous avant d'appeler
lv_lv: Pirms zvana lūdzu uzmanīgi caurskatiet pārbaudes instrukciju zemāk
pt_br: Revise completamente as instruções da tarefa abaixo e ligue

source: When prompted enter your shop ID
fr_ca: Quand on vous le demande, saisissez votre identifiant d'évaluation
lv_lv: Ievadiet Jūsu pārbaudes ID kad būs nepieciešams
pt_br: Quando solicitado insira a ID da sua tarefa

source: Shop Description
fr_ca: Description de l'Évaluation
lv_lv: veikala apraksts
pt_br: Descrição da Tarefa

source: Questions
lv_lv: Jautājumi
pt_br: Questões

source: BUT NOT BETWEEN
fr_ca: MAIS PAS ENTRE
lv_lv: NE STARP
pt_br: MAS NÃO ENTRE

source: Product Detail
fr_ca: Détail du Produit
lv_lv: Produkta detaļas
pt_br: Detalhes do Produto

source: Phone
et_ee: Telefon
fr_ca: Téléphone
lt_lt: Telefonas
lv_lv: Telefons:
pt_br: Fone

source: Visit
et_ee: Visiit
fr_ca: Visite
lt_lt: Apsilankymas
lv_lv: Apmeklējat
pt_br: Visitar

source: Your shop was submitted and has been sent to the client for review
fr_ca: Votre évaluation a été soumise et a été envoyée au client pour approbation
lv_lv: Tavs veikals tika iesniegts un ir nosūtīts klientam pārskatīšanai
pt_br: A sua tarefa foi enviada para revisão do cliente

source: Shop ID
fr_ca: Identifiant d'Évaluation
lv_lv: veikala ID
pt_br: ID da Tarefa

source: for
fr_ca: pour
lv_lv: priekš
pt_br: para

source: Note from
fr_ca: Note de
lv_lv: Ziņa no
pt_br: Nota de

source: is the company you are contracting with and the company that will pay you.
fr_ca: est l'entreprise avec laquelle vous êtes sous contrat et l'entreprise qui vous paiera.
lv_lv: ir sabiedrība jūs līgumus ar, un uzņēmums, kas būs jāmaksā jums.
pt_br: é a compania que está contratando você e a compania que irá pagar você.

source: Your compensation has been held for the issues stated above. If released, the payment for this assignment is
fr_ca: Votre compensation a été retenue à cause des problèmes évoqués ci-dessus. S'il est libéré, le paiement pour cette mission sera de
lv_lv: Jūsu kompensācija tika turēts jautājumiem iepriekšminētajiem. Ja atbrīvots, maksa par šo uzdevumu ir
pt_br: A sua compensação está retida pelos motivos referidos acima. Se liberado, o pagamento desta tarefa é

source: Shop Fee
fr_ca: Honoraires de l'Évaluation
lv_lv: Veikala maksa
pt_br: Pagar de Tarefa

source: Shop was successfully submitted and approved
fr_ca: L'évaluation a été soumise et approuvée avec succès
lv_lv: Veikals tika veiksmīgi iesniegts un apstiprināts
pt_br: Tarefa enviada com sucesso e aprovada

source: Your compensation for this assignment is
fr_ca: Votre compensation pour cette mission s'élève à
lv_lv: Tavs kompensācija par šo uzdevumu ir
pt_br: A sua compensação para esta tarefa é

source: You have received the following coupon to use on your next visit
fr_ca: Vous avez reçu le coupon suivant que vous pourrez utiliser lors de votre prochaine visite
lv_lv: Jūs esat saņēmis šādu kuponu, lai izmantotu savu nākamo vizīti
pt_br: Você recebeu o seguinte cupom para usar na próxima visita:

source: points have been awarded towards your next Agent rank.
fr_ca: Les points ont été accordés en vue de votre prochain rang d'Agent
lv_lv: punkti ir piešķirts uz savu nākamo Agent ranga.
pt_br: pontos foram concedidos para a sua próxima posição de Agente.

source: We would really appreciate a great rating on iTunes! Please tell your friends about iSecretShop and check the iSecretShop application often for new opportunities!
fr_ca: Nous apprécierions vraiment d'être bien évalués sur iTunes! Veuillez parler d'iSecretShop à vos amis et souvent essayer l'application iSecretShop pour y trouver de nouvelles opportunités!
lv_lv: Mēs patiešām novērtējam lielu reitingu par iTunes! Lūdzu pastāstīt saviem draugiem par iSecretShop un pārbaudīt iSecretShop pieteikumu bieži vien par jaunām iespējām!
pt_br: Apreciaremos muito uma ótima avaliação no iTunes! Conte aos seus amigos sobre iSecretShop e confira frequentemente o app iSecretShop para novas oportunidades.

source: Assignment Approved
fr_ca: Mission Acceptée
lv_lv: Nozīmējums apstiprināts
pt_br: Tarefa Aprovada

source: A secret shop was just completed for:
lv_lv: Noslēpums veikals bija tikai pabeigts:

source: The shop report will be delivered shortly.<BR><BR>
lv_lv: Veikala atskaite drīz tiks atsūtīta.<BR><BR>

source: Editor Note
lv_lv: Redaktora piezīme

source: Shop Completed
fr_ca: Évaluation Complétée
lv_lv: Veikals ir pabeigts
pt_br: Tarefa Concluída

source: You have successfully submitted Shop
fr_ca: Vous avez soumis une Évaluation avec succès
lv_lv: Jūs veiksmīgi nosūtījāt pārbaudi
pt_br: Tarefa enviada com sucesso
