Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages-feb6.po
Languages: es_es

source: to
es_es: a

source: Do NOT shop
es_es: NO realizar visita

source: NOT Between
es_es: NO entre

source: and
es_es: y

source: Specific Visit Instructions
es_es: Instrucciones específicas para visita

source: If you have questions, please contact the responsible MSP directly
es_es: Si tiene preguntas, por favor contacte al PCM - Proveedor de Servicio de Clientes Misterioso - directamente

source: Unable to request shop
es_es: No se puede solicitar la visita

source: Unable to assign shop
es_es: No se puede asignar la visita

source: Thank you
es_es: Gracias

source: Change
es_es: Cambiar

source: Please Choose
es_es: Favor de Seleccionar

source: Welcome to the iSecretShop system!
es_es: Bienvenido al sistema de iSecretShop

source: Attached, you will find information about iSecretShop. Please read it carefully as we want to ensure both you and participating Mystery Shopping Providers have the best experience possible. As you complete shops through the iSS platform, you also earn points to increase your Agent Rank and climb the iSS Leaderboards. It's all explained in the attached file.
es_es: Adjunto podrá encontrar información acerca de iSecretShop. Por favor léala cuidadosamente ya que queremos asegurar la mejor experiencia posible para ti y para el Proveedor de Servicio de Clientes Misterioso (PCM) participante. A medida que usted complete las visitas a través de la plataforma iSS, también será acreedor a puntos para aumentar su Rango de Agente y subir por la Tabla de Posiciones en iSS. Todo se explica en el archivo adjunto.

source: To earn extra points and to become more familiar with the iSecretShop platform, please visit our system training center http://iSSPrep.com. Before accepting some shops, MSPs might require you take specific coursework at iSS Prep.
es_es: Para ganar puntos adicionales y familiarizarse con la plataforma de iSecretShop, por favor visite nuestro centro de entrenamiento en http://iSSPrep.com. Antes de aceptar visitas, los PCMs podrán solicitarle que tome algunos cursos específicos en iSS Prep.

source: iSecretShop is a software system that mystery shopping providers (MSPs) and Market Research Compaies (MRCs) use to offer and collect feedback. The MSPs/MRCs are solely responsible for every aspect of their shops - including payment to you. iSecretShop is NOT a Mystery Shopping Provider - it is also a shopper portal - helping shoppers find opportunities all in one place. You will need to complete each MSP/MRC Independent Contractor Agreement in order to be eligible to accept and perform assignments for them.
es_es: iSecretShop es un software que los PCMs (Proveedor de Servicio de Clientes Misterioso) y las CIMs (Compañías de Investigación de Mercado) utilizar para proporcionar y colectar información. Los MSPs/MRCs son los únicos responsables de cada aspecto de las visitas – incluyendo el pago a usted, el visitante. iSecretShop NO es un Proveedor de Servicio de Clientes Misterioso – es también un portal para Visitantes Secretos – que ayuda a los visitantes a encontrar oportunidades en un mismo sitio. Usted necesitará completar cada Contrato Independiente con los PCM/CIM para ser elegible para aceptar y realizar tareas para ellos.

source: Please note that new opportunities and new clients are being added constantly. If you don't see anything near you now, check back often! You will be emailed as secret shop opportunities come up in your area.
es_es: Por favor tome nota que nuevas oportunidades y clientes son agregados constantemente. Si no encuentra nada nuevo cerca de usted, revise nuevamente pronto. Usted recibirá un correo electrónico a medida que nuevas oportunidades surjan en su área.

source: Thank you again for registering with iSecretShop!
es_es: ¡Gracias nuevamente por registrarse en iSecretShop!

source: Sincerely
es_es: Sinceramente

source: Powered by
es_es: Impulsado por

source: Find iSS on Facebook at
es_es: Encuentre iSS en Facebook en

source: Follow iSS on Twitter
es_es: Sigue a iSS en Twitter

source: Edit
es_es: Editar

source: Comment Card
es_es: Tarjeta de Comentarios

source: Coupon
es_es: Cupón

source: Coupon Description
es_es: Descripción de Cupón

source: Coupon Details
es_es: Detalles del Cupón

source: Start Time
es_es: Hora de inicio

source: Question
es_es: Pregunta

source: Shop Name
es_es: Nombre de la Visita

source: Shop Report
es_es: Reporte de visita

source: Page
es_es: Página

source: Shop Summary
es_es: Resumen de Visita

source: Location
es_es: Ubicación

source: Completed
es_es: Completado

source: See Shop time and description to see if shop requires a specific day or time
es_es: Ver la hora de la visita y la descripción para ver si requiere algún tiempo o día específico

source: From
es_es: De

source: Compensation
es_es: Compesación

source: Shop Pays
es_es: Pagos de Visita

source: Reimbursement
es_es: Reembolso

source: Shop Description
es_es: Descripción de la Visita

source: MSP
es_es: PCM

source: Phone
es_es: Teléfono

source: To remove yourself from future notification emails, please click
es_es: Para no recibir emails de notificaciones, haga clic en

source: Remove
es_es: Eliminar

source: Shopper Announcements
es_es: Anuncios de Visitante

source: Agent
es_es: Agente

source: Your shop was submitted and has been sent to the client for review
es_es: Tu Visita ha sido enviada al cliente para su revisión

source: Shop ID
es_es: ID de Visita

source: for
es_es: para

source: Note from
es_es: Nota de

source: is the company you are contracting with and the company that will pay you.
es_es: es la compañía bajo la cual estas siendo contratado y que te pagará.

source: Your compensation has been held for the issues stated above. If released, the payment for this assignment is
es_es: Tu compensación está siendo retenida por los problemas indicados arriba. Si es liberado, el pago por esta tara es de

source: Shop Fee
es_es: Tarifa por Visita

source: Bonus
es_es: Bonificación

source: Shop was successfully submitted and approved
es_es: La visita ha sido exitosamente enviada y aprobada

source: Your compensation for this assignment is
es_es: Su compensación para esta tarea es

source: You have received the following coupon to use on your next visit
es_es: Ha recibido el siguiente cupón para usar en su próxima visita

source: points have been awarded towards your next Agent rank.
es_es: se han concedido puntos hacia su siguiente rango de agente.

source: We would really appreciate a great rating on iTunes! Please tell your friends about iSecretShop and check the iSecretShop application often for new opportunities!
es_es: ¡Realmente agradeceríamos una buena calificacion en iTunes! ¡Por favor cuente a sus amigos acerca de iSecretShop y revise la aplicación iSecretShop frecuentemente para buscar nuevas oportunidades!

source: Assignment Approved
es_es: Tarea aprobada

source: Shop Completed
es_es: Visita completada

source: You have successfully submitted Shop
es_es: Ha enviado su Visita exitosamente

source: Attached is a copy for your records.
es_es: Adjunto se encuentra una copia de sus registros.

source: Report
es_es: Reportar

source: Please see shop for detailed times
es_es: Por favor vea la Visita para los tiempos detallados

source: You have successfully accepted an Assignment!
es_es: ¡Has aceptado una tarea exitosamente!

source: Please thoroughly review the attached Shop Description and all other attachments (if applicable). Go to the location and complete the shop. Take pictures where required and anywhere else you feel would be helpful.
es_es: Por favor revise detenidamente la descripción de la Visita secreta y todos los demás archivos adjuntos (si corresponde). Visita la ubicación y completa la Visita. Toma fotografías donde se solicite y donde creas que sería de ayuda.

source: After you have completed the visit, log in to <a href='http://www.isecretshop.com'>iSecretShop.com</a> and complete the survey online. You can upload your photos there. To begin: go to Your Assignments, then click 'Enter/Edit Shop'. Make sure to answer every question to the best of your ability and to upload pictures where appropriate and required. Also be certain to enter the date and time that you performed the shop.
es_es: Una vez que haya completado la visita, entre a <a href='http://www.isecretshop.com'>iSecretShop.com</a> y complete la encuesta en línea. Puede cargar sus fotos ahí. Para empezar: vaya a Sus Tareas y haga clic en ‘Entrar/Editar Visita’. Asegúrese de responder todas las preguntas de la mejor manera posible y de cargar fotos donde sea solicitado y apropiado. También asegúrese de capturar la fecha y hora en que se realizó la Visita.

source: You can also do your shop using a smart phone, either through the web browser or, if you have an iPhone or Android, with the iSecretShop iPhone or Android app.
es_es: También puedes realizar la Visita utilizando tu móvil, ya sea a través de su explorador web, o de la aplicación para Android o iPhone de iSecretShop

source: iPhone and Android Shops: We encourage you to click 'save work' periodically throughout the shop. If you wish to complete your shop at home, do not click Submit on the phone. Simply hit Save Work, then log in from your home computer and enter any additional information you wish and submit from there.
es_es: Para Visitas secretas con iPhone y Android: Le recomendamos hacer clic en ‘guardar trabajo’ periódicamente durante su visita. Si desea concluir su visita desde su hogar, no haga clic en Enviar desde su teléfono. Simplemente guarde su trabajo, y después entre desde su ordenador para introducir cualquier información adicional que desee incluir.

source: Once you Submit your shop it still needs to be reviewed and approved. Approval takes anywhere from a few hours to a day or more, depending on the MSP and the specific situation. Once approved, your payment will be scheduled for issue from
es_es: Una vez que envíes su Visita, aun necesitara ser evaluada y aprobada. Su aprobación puede llevar desde pocas horas hasta un día o más, dependiendo del PCM - Proveedor de Servicio de Clientes Misterioso - y de la Visita. Una vez aprobada, su pago será programado para su emisión.

source: Mystery Shopping Provider
es_es: Proveedor de Visitas Secretas

source: This is the company you are contracting with and the company that will pay you.
es_es: Esta es la Empresa bajo la cual usted estará contratado y la cual le pagará.

source: Address
es_es: Domicilio

source: Hours
es_es: Horas

source: Date
es_es: Fecha

source: Time
es_es: Hora

source: Date Details
es_es: Detalles de fecha

source: As compensation you will receive the following coupon to use on your next visit:
es_es: Como compensación, usted recibirá el siguiente cupón para utilizar en su siguiente visita:

source: If, for any reason, you are unable to complete assignments. Please click 'cancel shop' after logging into the website or through your smart phone. Not completing assigned shops will reduce your points and can keep you from being able to accept shops in the future.
es_es: Si, por alguna razón, no puede finalizar las tareas, haga clic en ‘Cancelar Visita’ después de ingresar al sitio web o a través de su móvil. No completar una Visita asignada reducirá su puntaje y puede prevenir que acepte Visitas en un futuro.

source: If you have questions, please contact
es_es: Si tiene preguntas, por favor contacte

source: iSecretShop does not contract, schedule, or pay shoppers. The Mystery Shopping provider is responsible for all aspects of assignments.
es_es: iSecretShop no contrata, programa, o paga a los Visitantes secretos. El Proveedor de Servicio de Clientes Misterioso (PCM) es responsable de todos los aspectos de una asignación.

source: iSecretShop Assignment
es_es: Tarea de iSecretShop

source: You have assignments!
es_es: ¡Tienes tareas!

source: You have been assigned multiple assignments on the iSecretShop platform by a participating Mystery Shopper Provider. To review your assignments, download instructions, forms etc, please log in to
es_es: Varias tareas de la plataforma de iSecretShop han sido asignadas a usted por un PCM - Proveedor de Servicio de Clientes Misterioso. Para revisar sus tareas, descargar instrucciones, formas, etc. por favor entre a

source: This is a reminder you have an upcoming assignment
es_es: Este es un recordatorio de que tiene una tarea próxima

source: Reminder - iSecretShop Assignment
es_es: Recordatorio - Tarea de iSecretShop

source: This is a reminder your assignment is overdue.
es_es: Este es un recordatorio de que su tarea se encuentra atrasada.

source: If you have completed your evaluation and simply have not entered it on the iSecretShop.com website, you may still have a chance to enter it if your instructions say you are within the acceptable time frame. If you are, please log in and submit your report.
es_es: Si ha completado su evaluación y simplemente no la ha enviado en el sitio web de iSecretShop.com, aún puede enviarla si sus instrucciones especifican que aún se encuentra dentro del margen de tiempo aceptable. De ser así, por favor accese y envíe su reporte.

source: If you have NOT completed your shop or have not inputed it within the acceptable time frame, please contact the Mystery Shopping Provider immediately to see if the shop can be rescheduled
es_es: Si NO ha completado su visita o no la ha enviado dentro del margen de tiempo aceptable, por favor contacte a su Proveedor de Servicio de Clientes Misterioso (PCM) inmediatamente para ver si la Visita puede ser reprogramada

source: Overdue Assignment
es_es: Tarea Atrasada

source: Your request to be assigned to the following shop has been denied by
es_es: Su solicitud de ser asignado(a) a la siguiente Visita ha sido rechazada por

source: There are several reasons this could happen including a a client request for a mix of shoppers at a particular location or a shopper was a better fit for the requirements of this assignment. We encourage you to try a different location if one is available. You will also be kept on the list as a back up shopper for this location.
es_es: Existen varias razones por las cuales esto pudo ocurrir, incluyendo una solicitud del cliente por una mezcla de Visitantes secretos en una ubicación particular, o que un cliente fue más apto para los requerimientos de esta tarea. Te recomendamos probar con una ubicación diferente, de ser posible. También serás considerado como un Visitante de reserva para esta ubicación.

source: iSecretShop Request Denied
es_es: Solicitud de iSecretShop rechazada

source: Assignments are available in your area
es_es: Existen tareas disponibles en tu área.

source: Do NOT reply to this email.
es_es: Por favor NO responda a este email.

source: To accept an assignment - you can log in at <a href='http://www.iSecretShop.com'>iSecretShop.com</a> click on available assignments and accept the shop online. You can also accept the assignment through the iSecretShop iPhone or Android app OR via any browser on a mobile device.
es_es: Para aceptar una tarea, puedes ingresar a <a href='http://www.iSecretShop.com'>iSecretShop.com</a>. Haz clic en tareas disponibles y acepta la visita en línea. También puedes aceptar una tarea a través de la aplicación de iSecretShop para iPhone o Android o a través de cualquier explorador en tu móvil.

source: DO NOT contact iSecretShop
es_es: NO contacte a iSecretShop

source: Available Assignments
es_es: Tareas Disponibles

source: Between
es_es: Entre

source: After
es_es: Después de

source: Before
es_es: Antes de

source: Any day
es_es: Cualquier Día

source: See Shop Instructions for Specific Times
es_es: Vea las instrucciones de la Visita para conocer sus tiempos específicos

source: NOT BETWEEN
es_es: NO ENTRE

source: Phone and Web Shops - Can be done from Anywhere
es_es: Visitas en Móvil y Web – Pueden ser realizadas desde cualquier lugar.

source: None
es_es: Ninguno(a)

source: Compensation applied to shopper
es_es: Compensación otorgada a Visitante Secreto

source: Bonus applied to shopper
es_es: Bonus otorgado a Visitante

source: Reimbursement applied to shopper
es_es: Reembolso otorgado al Visitante

source: Recorded for Client
es_es: Grabado para el Cliente

source: Shop Approved with Payment held
es_es: Visita aprobada con pago retenido

source: Shop Approved
es_es: Visita aprobada

source: Bonus of
es_es: Bonificación de

source: Password
es_es: Contraseña

source: Log In
es_es: Entrar

source: Remember Me
es_es: Recordarme

source: Reset Password
es_es: Restablecer Contraseña

source: Rank
es_es: Rango

source: Points
es_es: Puntos

source: Earnings Year to Date
es_es: Ganancias del año hasta la fecha

source: Earnings Lifetime
es_es: Ganancias de por vida

source: Log Out
es_es: Desconexión

source: Profile
es_es: Perfil

source: Agent Log In
es_es: Agente Conectarse Aqui

source: Forgot Password
es_es: Olvidó su Contraseña

source: Register
es_es: Registro

source: Log In for Reports
es_es: Entrar para Reportes

source: Description
es_es: Descripción.

source: Your Assignments
es_es: Sus Tareas

source: Available Shops
es_es: Visitas Disponibles

source: Wait Lists
es_es: Listas de Espera

source: Comment Cards
es_es: Tarjeta de Comentarios

source: All rights reserved
es_es: Todos los derechos reservados

source: Site by
es_es: Sitio por

source: Leaderboards
es_es: Tabla de Posiciones

source: You must choose a Location Query OR a Location from the list
es_es: Usted debe elegir una consulta de ubicación O una ubicación de la lista

source: You must choose a Shop Form
es_es: Usted debe elegir un Formulario de Visita

source: Instances created for Run
es_es: Instancias creadas para la ejecución

source: Instance(s) have been saved
es_es: Las instancias han sido guardadas

source: Unable to Exectue Run
es_es: No se puede ejecutar

source: Not Applicable
es_es: No aplicable

source: OR Select Locations
es_es: O seleccione ubicaciones

source: Publish Date
es_es: Fecha de publicación

source: Will Publish Immediately if Left Blank
es_es: Se Publicará inmediatamente si queda en blanco

source: Custom Instructions
es_es: Instrucciones Personalizadas

source: Visits to Create Per Location
es_es: Visitas a Crear por Ubicación

source: Execute
es_es: Ejecutar

source: Unable to create file
es_es: No se puede crear el archivo

source: Unable to save file
es_es: No se puede guardar el archivo

source: Unable to create thumbnail
es_es: No se puede crear la imagen miniatura

source: File has been uploaded
es_es: El archivo ha sido cargado

source: Upload File to include with a Run
es_es: Cargar archivo a incluir con una ejecución

source: Select File
es_es: Seleccionar archivo

source: Upload File to include with a Shop
es_es: Cargar archivo para incluir en una visita

source: Home
es_es: Inicio

source: Shoppers
es_es: Cliente Misterioso

source: Assignments
es_es: Tareas

source: About Us
es_es: Acerca de Nosotros

source: MSPs
es_es: PCMs

source: Business Clients
es_es: Clientes

source: Contact Us
es_es: Contáctanos

source: Menu
es_es: Menú

source: About
es_es: Acerca de

source: Mystery Shopping Providers
es_es: Proveedor de Visitas Secretas

source: Merchants
es_es: Comerciantes

source: Unable to log in
es_es: No ha podido entrar

source: Please try again
es_es: Por Favor Inténtelo de nuevo

source: Your iSecretShop Admin Password
es_es: Su contraseña Aministrativa de iSecretShop

source: A request has been made to reset the password on your account. Your iSecretShop username and new password are:
es_es: La solicitud se ha hecho para restablecer la contraseña de su cuenta. Su nombre de usuario y la nueva contraseña iSecretShop son:

source: Username
es_es: Nombre de Usuario

source: You may log in to the iSecretShop Admin Area
es_es: Usted puede iniciar sesión en el área de administración de iSecretShop

source: Please make sure to change it by editing your profile.
es_es: Por favor, asegúrese de cambiarlo editando su perfil.

source: Your new password has been sent to
es_es: Su contraseña ha sido enviada

source: Unable to reset your password
es_es: No se ha podido restablecer su contraseña

source: An unknown error has occurred
es_es: Se ha producido un error desconocido

source: Your email address was not found
es_es: Su dirección de email no fue encontrada

source: Enter your email address below, and a new password will be sent to you
es_es: Ingrese su dirección de correo electrónico a continuación, y una nueva contraseña será enviada a usted

source: Please enter your username and password
es_es: Introduzca su nombre de usuario y contraseña

source: Your username and password do not match our records
es_es: Su nombre de usuario y la contraseña no coinciden nuestros registros

source: iSecretShop Registered Shoppers
es_es: Visitantes Misteriosos registrados de iSecretShop

source: You must log in to continue!
es_es: ¡Debes entrar para continuar!

source: Welcome to iSecretShop - log in to discover, accept and complete assignments.
es_es: Bienvenido a iSecretShop - iniciar sesión para descubrir, aceptar y completar las tareas.

source: Please Remember that iSS is a software platform and a shopper job board, not an MSP. If you have questions about any assignment, please contact the responsible MSP directly.
es_es: Por favor recuerde que iSS es una plataforma de software y una bolsa de trabajo de Visitas, no un PCM. Si tienes preguntas acerca de cualquier tarea, por favor contacta al PCM responsable directamente.

source: Thank you for using the iSS system!
es_es: ¡Gracias por utilizar el sistema iSS!

source: Please use the log-in form on the right to log in.
es_es: Utilice el formulario de acceso a la derecha para entrar

source: to become an iSecretShop Agent.
es_es: Para convertirse en un agente de iSecretShop

source: Message has been sent
es_es: El mensaje ha sido enviado

source: Choose
es_es: Elegir

source: Existing Client
es_es: Cliente Existente

source: Potential Client
es_es: Cliente Potencial

source: Contact Name
es_es: Nombre de Contacto

source: Shopper
es_es: Visitante

source: REQUIRED
es_es: REQUERIDO

source: Client Company Name
es_es: Nombre de la empresa cliente

source: Amount
es_es: Cantidad

source: Browser Type
es_es: Tipo de Navegador

source: Phone Type (ie iPhone 4s)
es_es: Tipo de teléfono (por ejemplo, iPhone 4s)

source: Version of App
es_es: Versión de App

source: Description of the Problem
es_es: Descripción del problema

source: Message
es_es: Mensaje

source: Submit
es_es: Enviar

source: Additionally, we have a Merchant-specific toll free phone number that businesses may use at any time. For documentation purposes, all Agent correspondence with iSecretShop is done exclusively through email.
es_es: Adicionalmente, contamos con un número de teléfono gratuito especialmente para comerciantes, que puede ser utilizado en cualquier momento. Para fines de documentación, toda la correspondencia con el Agente de iSecretShop es realizada a través de correo electrónico.

source: Our MSP and Merchant-Only toll free phone number is 1-888-206-2337.
es_es: Nuestro número de teléfono gratuito exclusivo para PCM y Clientes es 1-888-206-2337.

source: Please address any written communications to:
es_es: Por favor, dirija todas las comunicaciones escritas a:

source: iSecretShop Shopper Portal and Software Platform
es_es: Portal de Visitantes Misteriosos y Plataforma de Software de iSecretShop

source: Mystery Shopping
es_es: Visitas Secretas

source: Secret Shopping
es_es: Visitas Secretas

source: Please enter your name
es_es: Por favor introduzca su nombre

source: Please enter your company name
es_es: Por favor introduzca el nombre de su Empresa

source: Please enter an email address
es_es: Por favor introduzca una dirección de email.
