Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: et_ee, fr_ca, lt_lt, lv_lv, pt_br

source: iSecretShop Shopper Portal and Software Platform
fr_ca: Portail pour Évaluateur et Plateforme Logicielle iSecretShop
pt_br: Plataforma de Software e Portal do Cliente iSecretShop

source: Mystery Shopping
fr_ca: Evaluations Mystère
pt_br: Serviço Espião

source: Secret Shopping
fr_ca: Evaluations Mystère
pt_br: Serviço Secreto

source: Demographic Information
fr_ca: Informations Démographiques
pt_br: Informação Demográfica

source: Not Scored
et_ee: Hindamata
lt_lt: Neįvertintas

source: Chosen
et_ee: Valitud
lt_lt: Pasirinkta

source: View Photo
et_ee: Näita Pilt
lt_lt: Parodyti nuotrauką

source: Too many points to display in one graph. Please create a custom report or client levels
et_ee: Liiga palju punkte, et ühes graafikus näidata. Palun looge kohandatud raport või kliendi tasemed
lt_lt: Per daug taškų parodyt viename paragrafe. Prašome sukurti pirkėjo ataskaitą arba kliento lygį

source: Current Period Total Score
et_ee: Praeguse perioodi täielik skoor
lt_lt: Šiuo metu viso taškų

source: No Data to Display
et_ee: Kuvatavad andmed puuduvad
lt_lt: Nėra duomenų rodymui

source: Previous
et_ee: Eelmine
lt_lt: Ankstesnis

source: Past
et_ee: Minevik
lt_lt: Buvęs

source: Periods
et_ee: Ajavahemikud
lt_lt: Laiko tarpas

source: Current Period
et_ee: Käesolev periood
lt_lt: Dabartinis laikotarpis

source: Previous Period
et_ee: Eelmine Ajavahemik
lt_lt: Buvęs laikotarpis

source: Comparative Rank
et_ee: Võrdlev tase
lt_lt: Palyginamos užimamos vietos

source: Current Rank
et_ee: Praegune tase
lt_lt: Dabartinė pozicija

source: Previous Rank
et_ee: Varasem tase
lt_lt: Buvusi pozicija

source: of
et_ee: või
lt_lt: nuo

source: No Scores in that Range
et_ee: Selles vahemikus ei ole punkte
lt_lt: Taškų nėra už šį diapazoną

source: Location Scores
et_ee: Asukoha Skoorid
lt_lt: Vietovių taškai

source: Level Scores
et_ee: Taseme Skoorid
lt_lt: Lygio balai

source: No Data to Report
et_ee: Ei ole andmeid mida esitada
lt_lt: Nėra naujų pranešimų

source: Question Summary Report
et_ee: Küsimuste Kokkuvõte Raport
lt_lt: Klausimų suvestinės ataskaita

source: Location Score
et_ee: Asukoha Skoor
lt_lt: Vietos taškai

source: Company Score
et_ee: Ettevõte Skoor
lt_lt: Įmonės taškai

source: Overall Score
et_ee: Üldine Skoor
lt_lt: Bendras rezultatas

source: Question Summary
et_ee: Küsimuste Kokkuvõte
lt_lt: Klausimų santrauka

source: Roll-Up Reports
et_ee: Roll-Up Raportid
lt_lt: Susieti pranešimus

source: Overall Progress
et_ee: Üldine Progress
lt_lt: Bendra pažanga

source: Question Reporting
et_ee: Küsimuste Raporteerimine
lt_lt: Klausimo ataskaita

source: Areas With Superior Performance
et_ee: Piirkonnad Kõrgeima Esitusega
lt_lt: Vietovės su pranašesniais atlikimais

source: Areas With High Performance
et_ee: Piirkonnad Kõrge Esitusega
lt_lt: Vietovės su dideliais atlikimais

source: Areas With Opportunities to Improve
et_ee: Valdkonnad, mida on võimalik arendada
lt_lt: Vietovės su galimybėm pagerinti

source: Areas to Improve
et_ee: Valdkonnad, mida arendada
lt_lt: Vietovės pagerinti

source: Section Scores
et_ee: Osa Skoorid
lt_lt: Skyriuje balai

source: Location Performance
et_ee: Asukoha Esitus
lt_lt: Vietos našumas

source: Shops Location per Period
et_ee: Ostude asukohad perioodi kohta
lt_lt: Apsipirkimų vieta per periodą

source: Level Performance
et_ee: Taseme Esitus
lt_lt: Veiklos lygis

source: Corporate Reports
et_ee: Koporatiivsed aruanded
lt_lt: Bendros ataskaitos

source: Question Performance
et_ee: Küsimuse Esitus
lt_lt: Veiklos klausimai

source: Please enter your email and password
et_ee: Palun sisestage oma email ja salasõna
lt_lt: Prašome įvesti savo elektroninį paštą ir slaptažodį

source: Unable to log in.
et_ee: Ei saa sisse logida.
lt_lt: Neįmanoma prisijungti

source: Please try again.
et_ee: Palun proovige uuesti.
lt_lt: Prašome pabandyti dar kartą.

source: Logged in as
et_ee: Sisse logitud nagu
lt_lt: Prisijungta kaip

source: Dashboard
et_ee: Paneel
lt_lt: Prietaisų skydas

source: Responses
et_ee: Vastused
lt_lt: atsakymai

source: PDF Summary Reports
et_ee: PDF Kokkuvõte Raportid
lt_lt: PDF ataskaitos santrauka

source: Dynamic Reports
et_ee: Dünaamilised Raportid
lt_lt: Dinamiški atsakymai

source: Comment Card Reports
et_ee: Tagasiside Kaardi Raportid
lt_lt: Komentarų kortelės ataskaita

source: Price Audit Reports
et_ee: Hinna Auditi Raportid
lt_lt: Kainų audito ataskaitos

source: Custom Views
et_ee: Tavalised vaated
lt_lt: Individualizuotos Peržiūros

source: Control Panel
et_ee: Juhtpaneel
lt_lt: Valdymo panelė

source: Project Management
et_ee: Projektijuht
lt_lt: Projektų vadovas

source: Launch New Project
et_ee: Alusta Uus Projekt
lt_lt: Pridėti naują projektą

source: Forms
et_ee: Vormid
lt_lt: Formos

source: Company Details
et_ee: Ettevõte Detailid
lt_lt: Įmonės detalės

source: Location Management
et_ee: Asukoha Juhtimine
lt_lt: Vietos tvarkymas

source: User Management
et_ee: Kasutaja Juhtimine
lt_lt: Vartotojo valdymas

source: Price Audit Products
et_ee: Hinna Auditi Tooted
lt_lt: Kaina audito prekių

source: Account
et_ee: Konto
lt_lt: Sąskaita

source: Settings
et_ee: Seaded
lt_lt: Nustatymai

source: Answer Breakdown
et_ee: Vasta kategooriajaotusele
lt_lt: Atsakymų paskirstymas

source: Any Period
et_ee: Kõik Ajavahemikud
lt_lt: Bet kuriuo periodu

source: Any State
et_ee: Kõik Maakonnad
lt_lt: Bet kuri valstybė

source: Any Form
et_ee: Ükskõik milline vorm
lt_lt: Bet kuri forma

source: Any section
et_ee: Kõik osad
lt_lt: Bet kurį skyrių

source: Clear Search
et_ee: Tühista Otsing
lt_lt: Ištrinti paiešką

source: Advanced Filter
et_ee: Edutatud Filter
lt_lt: Išplėstinis filtras

source: Count
et_ee: Arvestus
lt_lt: Skaičiuoti

source: of
et_ee: või
lt_lt: nuo

source: You do not have permission to update company details
et_ee: Sul ei ole õigust firma andmeid uuendada
lt_lt: Jūs neturite leidimo atnaujinti įmonės informaciją

source: Edit Company Details
et_ee: Muuda Ettevõte Detailid
lt_lt: Koreguoti įmonės detales

source: Sent when shops are approved.
et_ee: Saadetud, kui ostud on heaks kiidetud.
lt_lt: Siunčiamas, kai parduotuvės patvirtintos.

source: Default Message
et_ee: Vaikimisi sätestatud sõnum
lt_lt: Numatytasis pranešimas

source: Threshold to send Congratulation text sent when shop is approved
et_ee: Lävend, et saata õnnesoovide sõnum, kui ost on heaks kiidetud
lt_lt: Slenkstis siųsti Sveikinimas tekstas siunčiamas, kai parduotuvė yra patvirtintas

source: Congratulations Message
et_ee: Õnnesoovid!
lt_lt: Sveikinimo pranešimas

source: Threshold to send Low Score text when shop is approved
et_ee: Lävend, et saata madala skoori sõnum, kui ost on heaks kiidetud
lt_lt: Slenkstis siųsti mažą balą tekstą, kai parduotuvė yra patvirtintas

source: Low Score Message
et_ee: Madala skoori sõnum
lt_lt: Mažų taškų žinutė

source: for reports
et_ee: raportide jaoks
lt_lt: Ataskaitoms

source: Logo
lt_lt: Logotipas

source: Save Details
et_ee: Salvesta Detailid
lt_lt: Išsaugoti detales

source: Invalid report selected
et_ee: On Valitud Vale Raport
lt_lt: Netinkama ataskaita prisegta

source: Report has been deleted
et_ee: Raport oli kustutatud
lt_lt: Ataskaita buvo ištrinta

source: Please enter a report name
et_ee: Palun sisestage raporti nimi
lt_lt: Prašome įveskite ataskaitos pavadinimą

source: Report has been saved
et_ee: Raport salvestatud
lt_lt: Ataskaita išsaugota

source: Unable to save campaign
et_ee: Kampaania salvestamine ebaõnnestus
lt_lt: Nepavyko išsaugoti kampanijos

source: Corporate Report - Full Admins only
et_ee: Ettevõtte aruanne - ainult täisõigusega administraatoritele
lt_lt: Įmonės ataskaita - pilnai administruoja tik

source: Report
et_ee: Raport
lt_lt: Ataskaita

source: Admin
lt_lt: Administratorius

source: January
et_ee: Jaanuar
lt_lt: Sausis

source: February
et_ee: Veebruari
lt_lt: Vasaris

source: March
et_ee: Märts
lt_lt: Kovas

source: April
et_ee: Aprill
lt_lt: Balandis

source: May
et_ee: Mai
lt_lt: Gegužė

source: June
et_ee: Juuni
lt_lt: Birželis

source: July
et_ee: Juuli
lt_lt: Liepa

source: August
lt_lt: Rugpjūtis

source: September
lt_lt: Rugsėjis

source: October
et_ee: Oktoober
lt_lt: Spalis

source: Nevember
et_ee: November
lt_lt: Lapkritis

source: December
et_ee: Detsember
lt_lt: Gruodis

source: Custom Mystery Shop Report
et_ee: Salajase Ostu Eriraport
lt_lt: Užsakymas slapto pirkimo ataskaitai

source: Create/Edit
et_ee: Loo/Muuda
lt_lt: Sukurti/redaguoti

source: Custom Reports allow you to create as many report formats as you would like
et_ee: Tavaaruanded lubavad sul koostada nii palju aruandevorminguid, kui sa soovid
lt_lt: Individualizuotos Ataskaitos leidžia jums sukurti tiek daug ataskaitų formatų, kaip norėtumėte

source: Please ask your MSP to train and assist you in setting up these reports
et_ee: Palun küsi oma MSPlt, et ta aitaks ja assisteeriks sind aruannete loomisel
lt_lt: Pašome paklausti savo MSP pamokyti jūs nustatymuose ir šiose ataskaitose

source: Once a template is created, you can run the report each month to create the pdf of the report
et_ee: Kui mall on juba looodud, saad iga kuu aruande käivitada ning seejärel luua aruande PDF vormis.
lt_lt: Kai šablonas yra sukurtas, galite paleisti ataskaitą kiekvieną mėnesį ir sukurti ataskaitos pdf

source: Reports can not be over 200 pages
et_ee: Raport ei saa olla pikem kui 200 lehekülge
lt_lt: Ataskaitos negali būti ilgesnės nei 200 puslapių

source: There is no need to add the same type of report module for more than one level - it will simply give you the same information but grouped slightly differently
et_ee: Ei ole vaja lisada sama tüüpi raporti moodul rohkem kui ühele tasemele - see on lihtsalt info saamiseks, kuid grupeeritud veidi erinevalt
lt_lt: Nereikia pridėti tos pačios rūšies ataskaitų modulio daugiau nei vienu lygiu - bus tiesiog duota ta pati informacija, bet sugrupuota šiek tiek kitaip

source: Report Set Up
et_ee: Aruande loomine
lt_lt: Ataskaita įkelta

source: Access Level
et_ee: Juurdepääsu Tase
lt_lt: Prieigos lygis

source: Data Type
et_ee: Data Tüüp
lt_lt: Duomenų tipas

source: Mystery Shops Only
et_ee: Ainult Salajased Ostud
lt_lt: Tik slaptos parduotuvės

source: Both
et_ee: Mõlemad
lt_lt: Abu

source: Start of Year (for Year to Date)
et_ee: Aasta algus (siiani ühe aasta jooksul)
lt_lt: Startavimo metai (nuo metų pradžios)

source: Monthly
et_ee: Igakuine
lt_lt: Kas mėnesį

source: Quarterly
et_ee: Kvartaalne
lt_lt: Kas ketvirtį

source: Report Options
et_ee: Raporti Valikud
lt_lt: Ataskaitos nustatymai

source: Choose the report configuration
et_ee: Vali raporti konfiguratsioon
lt_lt: Pasirinkite ataskaitos konfigūravimus

source: Option Name
et_ee: Valiku Nimi
lt_lt: Pasirinkimo vardas

source: Option
et_ee: Valik
lt_lt: Pasirinkimas

source: Value 1
et_ee: Väärtus 1
lt_lt: Vertė 1

source: Value 2
et_ee: Väärtus 2
lt_lt: Vertė 2

source: Options
et_ee: Valikud
lt_lt: Nustatymai

source: Save Report
et_ee: Salvesta Raport
lt_lt: Išsaugoti ataskaitą

source: User Reports
et_ee: Kasutaja raportid
lt_lt: Naudotojo ataskaitos

source: To View more report please contact your Account Manager
et_ee: Et näha rohkem aruandeid, võta palun ühendust oma kontaktisikuga.
lt_lt: Norėdami pamatyti daugiau ataskaitų prašome susisiekti su Sąskaitos valdytoju

source: Corporate
et_ee: Korporatiivne
lt_lt: Bendras

source: Run Report
et_ee: Käimasolev aruanne
lt_lt: Pradėti ataskaitą

source: Excel Reports
et_ee: Excel Raportid
lt_lt: Excel ataskaitos

source: Reports From
et_ee: Raportid Alates
lt_lt: Ataskaitos nuo

source: To
lt_lt: Į

source: Excel download of average location scores for a given period
et_ee: Lae alla Excel keskmised asukoha skoorid määratud ajavahemikus
lt_lt: Excel parsisiųsti vidinius taškus už tam tikrą laikotarpį.

source: Questions Scores
et_ee: Küsimuste Skoorid
lt_lt: Klausimų taškai

source: Excel download of question score summary by location for a given period
et_ee: Excel küsimuste skooride kokkuvõte asukohade järgi määratud ajavahemikus allalaadimine
lt_lt: Excel parsisiųsti klausimų taškų santrauką pagal vietą už tam tikrą laikotarpį

source: Data Export
et_ee: Andmete Eksport
lt_lt: Duomenų eksportas

source: Section Scores and Questions
et_ee: Osa Skoorid ja Küsimused
lt_lt: Skyriaus balai ir klausimai

source: Excel download of shop data for a given period
et_ee: Excel ostude info määratud ajavahemikus allalaadimine
lt_lt: Excel pasisiųsti parduotuvių duomenis už tam tikrą laikotarpį

source: Machine
et_ee: Masin
lt_lt: Mašina

source: Motorola Export
et_ee: Motorola Eksport
lt_lt: Motorola eksportavimas

source: Motorola Excel Download
et_ee: Motorola Excel Allalaadimine
lt_lt: Motorola excel parsisiuntimas

source: Standard Price Audit Reports
et_ee: Tavalised hinnaauditi aruanded
lt_lt: Standartinė kaina Audito ataskaitos

source: Shop Count by Campaign XLS
et_ee: Ostude arv kampaania XLS järgi
lt_lt: Parduotuvės paskaičiavimas kompanijai XLS

source: Shopper Sees
et_ee: Ostja näeb
lt_lt: Pirkėjas mato

source: Internal
et_ee: Sisene
lt_lt: Vidaus

source: Municipality
et_ee: Omavalitsus
lt_lt: Savivaldybė

source: District
et_ee: Ringkond
lt_lt: Apskritis

source: Do NOT duplicate city
et_ee: ÄRGE dubleerige linn
lt_lt: Nekartoti miestų

source: To View more reports please contact your Account Manager
et_ee: Et rohkem raportid näha, palun võtke ühendus oma Kontojuhiga
lt_lt: Norėdami pamatyti daugiau ataskaitų prašome susisiekti su Sąskaitos valdytoju

source: Invalid shop selected
et_ee: On Valitud Vale Ost
lt_lt: Negalimo apsipirkimo pasirinkimas

source: Response
et_ee: Vastus
lt_lt: Atsakyti

source: Removed from Reports
et_ee: Eemaldati Raportitest
lt_lt: Pašalinta iš ataskaitų

source: View Shop PDF
et_ee: Näita Ostu PDF
lt_lt: PArodyti parduotuvės PDF

source: Response Details
et_ee: Vastuse Detailid
lt_lt: Atsakymo detalės

source: Date/Time
et_ee: Kuupäev/Aeg
lt_lt: Data/Laikas

source: view file
et_ee: näita fail
lt_lt: parodyti failą

source: download file
et_ee: lae fail alla
lt_lt: Atsisiųsti failą

source: Title
et_ee: Pealkiri
lt_lt: Pavadinimas

source: Public facing
et_ee: Avalik nägemine
lt_lt: Visuomenės susiduria

source: Quick and Easy Dine In Pizza Shop!
et_ee: Kiire ja kerge õhtusöök pizzakohas!
lt_lt: Greitas ir lengvas papietavimas Pizza parduotuvėje!

source: Applicable
et_ee: Kohaldatav
lt_lt: Taikomas

source: United States Dollar - $
et_ee: USA dollar
lt_lt: JAV doleris - $

source: Dollar Amount, Without $
et_ee: Summa Dollarites, Ilma $
lt_lt: Dolerių suma, be $

source: Amount, without $
et_ee: Summa, ilma $
lt_lt: Suma, be $

source: If applicable
et_ee: Kui kohaldatav
lt_lt: Jei taikoma

source: Visits must be at least
et_ee: Külastuskäigud peavad kestma vähemalt
lt_lt: Apsilankymai turi būti bent jau

source: days apart from another visit to the same location
et_ee: päeva peab olema samas kohas tehtava mitme külastuse vahel.
lt_lt: Dienų pertrauka nuo kito apsilankymo toje pačioje vietoje

source: Shopper may not have more than
et_ee: Ostjal ei või olla rohkem kui
lt_lt: Pirkėjas negali turėti daugiau nei

source: visits for the location within
et_ee: külastust piirkonda
lt_lt: Apsilankymai vietoje per

source: days
et_ee: päeva
lt_lt: Dienos

source: visits for the CLIENT within
et_ee: külastust KLIENDILE
lt_lt: Apsilankymai klientui per

source: visits for the RUN within
et_ee: külastus KÄIKUDELE aja jooksul
lt_lt: Apsilankymai per laiką

source: Shopper may reschedule
et_ee: Ostja võib ümber planeerida
lt_lt: Pirkėjas gali atidėti

source: time(s)
et_ee: aeg/ajad
lt_lt: Kartas(ai)

source: Not applicable for specific date shops
et_ee: Ei ole kohaldatav konkreetsel ajal tehtavatele ostudele
lt_lt: Netaikoma konkrečių datų parduotuvėse

source: Shopper may only schedule
et_ee: Ostja võib üksnes planeerida
lt_lt: Pirkėjas gali tik pagal tvarkaraštį

source: days in the future
et_ee: päeva tulevikus
lt_lt: Liko dienų

source: Assignment is considered late
et_ee: Ülesannet arvestatakse hilinenuna
lt_lt: Veluojanti užduotis

source: 0 is default - midnight the night of the due date
et_ee: 0 on vaikimisi määratud - tähtaja päeva kesköö
lt_lt: 0 yra numatytasis - vidurnakčio iš datos naktį

source: Shops will automatically be unassigned the morning of day they are considered late. Make sure to adjust above date
et_ee: Ostude määramine tühistatase automaatselt selle päeva hommikul, kui neid käsitletakse hilinenuna. Veendu ülalpool oleva kuupäeva kohandamises
lt_lt: Parduotuvės bus automatiškai nepaskirti dienos jie laikomi vėlai rytą. Įsitikinkite, kad reguliuoti virš datos

source: Unpublish Run after
et_ee: Avaldatamata käik pärast
lt_lt: Neberodyti po

source: shops are approved, pending and assigned (total)
et_ee: heaks kiidetud, ootel ja määratud ostud (kogusumma)
lt_lt: parduotuvės patvirtintas, kol ir priskirti (iš viso)

source: Will republish if shoppers are unassigned, visits are declined, etc
et_ee: Avaldatakse uuesti, kui ostjate määramine tühistatakse, külastuskäigud katkestatakse vms
lt_lt: Bus perpublikuota, jei pirkėjas nepaskirtas, vizitas atmestas, ir t.t.

source: Workflow
et_ee: Töökorraldus
lt_lt: Darbo srautas

source: Is this project recurring
et_ee: Kas see projekt on korduv
lt_lt: Ar šis projektas kartojasi

source: Recur every
et_ee: Korda iga
lt_lt: Pasikartoja kas

source: periods using period type
et_ee: perioodidel kasutatav perioodi tüüp
lt_lt: periodai naudojant periodo tipus

source: Start Run on the
et_ee: Alusta käiku
lt_lt: Pradėti paleisti

source: day of the period and have it last
et_ee: perioodi päev ja kestab kuni
lt_lt: laikotarpio dieną ir ją paskutinis

source: days.
et_ee: päeva.
lt_lt: dienos.

source: times for each location in query.
et_ee: korda igale asukoha päringule.
lt_lt: kartus kiekvienos vietos užklausimui.

source: days in advance of the period start day.
et_ee: päeva ette enne perioodi alguspäeva.
lt_lt: dienos iš anksto prieš startavimo dienos periodą.

source: Section Breakdown
et_ee: Jagude jaotus
lt_lt: Sekcijų paskirstymas

source: You do not have permission to manage users
et_ee: Sul ei ole luba kasutajate haldamiseks
lt_lt: Jūs neturite leidimo tvarkyti vartotojus

source: Director Settings
et_ee: Direktori seaded
lt_lt: Direktoriaus nustatymai

source: Allow Access
et_ee: Luba Liigipääs
lt_lt: Liesti prie prieigos

source: Manage Company Details
et_ee: Juhtida Ettevõte Detailid
lt_lt: Tvarkyti Įmonės rekvizitus

source: Manage Locations
et_ee: Juhtida Asukohad
lt_lt: Tvarkyti vietas

source: Manage User Accounts
et_ee: Juhtida Kasutajakontod
lt_lt: Valdyti naudotojo sąskaitą

source: Edit Reports
et_ee: Muuda Raportid
lt_lt: Koreguoti ataskaitas

source: Save user
et_ee: Salvesta kasutaja
lt_lt: Išsaugoti vartotoją

source: Please enter a name for the view
et_ee: Palun sisestage nimi vaatamiseks
lt_lt: Prašome įveskite vardą apžvalgai

source: View has been saved
et_ee: Vaade oli salvestatud
lt_lt: Apžvalga buvo išsaugota

source: Unable to save custom view
et_ee: Ei ole võimalik tavavormi salvestada
lt_lt: Nepavyko įrašyti pasirinktinį vaizdas

source: Time Period
et_ee: Ajavahemik
lt_lt: Laiko periodas

source: Save view
et_ee: Salvesta vaade
lt_lt: Išsaugoti vaizdą

source: No Views Created
et_ee: Pole Ühtegi Vaadet Loodud
lt_lt: Nėra peržiūros sukurtos
