Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: et_ee, fr_ca, lt_lt, lv_lv, pt_br

source: can work for you!
lv_lv: var strādāt jūsu labā!

source: Or call
lv_lv: Vai zvaniet

source: Merchants
fr_ca: Marchands
lv_lv: Pārdevēji
pt_br: Comerciantes

source: Client Center
lv_lv: Klientu centrs

source: to be referred to a participating MSP
lv_lv: jānodod iesaistītajai MSP

source: Secret Shopping Solutions
lv_lv: Slepenās iepirkšanās risinājumi

source: Home Promo
lv_lv: Iekšēja promo akcija

source: Our Mystery Shopping Provider partners need agents now!
lv_lv: Mūsu Mystery Shopping sniedzējs partneriem ir nepieciešami aģenti tagad!

source: Fraud Alert
lv_lv: Krāpšanas pazīme

source: Leaderboards
fr_ca: Systèmes de classement
lv_lv: Līderi
pt_br: Classificação

source: You must choose a Location Query OR a Location from the list
fr_ca: Vous devez choisir une requête d'emplacement OU un emplacement dans la liste
lv_lv: Jums jāizvēlas atrašanās vietas pieprasījumu VAI atrašanās vietu no saraksta
pt_br: Você deve escolher uma Consulta de Local OU um local da lista

source: You must choose a Shop Form
fr_ca: Vous devez choisir un Formulaire d'Évaluation
lv_lv: Jums vajag izvēlēties pārbaudes formu
pt_br: Você deve escolher um Formulário de Tarefa

source: Instances created for Run
fr_ca: Instances créées pour Lancement
lv_lv: Paaugi, kuri izveidoti runam
pt_br: Instâncias criadas para RUN

source: Instance(s) have been saved
fr_ca: L'instance a été sauvegardée / les instances ont été sauvegardées
lv_lv: Instance (s) ir saglabātas
pt_br: Instância(s) foram salvas

source: Unable to Exectue Run
fr_ca: Impossible d'Exécuter le Lancement
lv_lv: Nav iespējams veikt ranu
pt_br: Não é possível executar RUN

source: Execute Run
lv_lv: Izpildīt Run

source: Select Location Query
lv_lv: Izvēlēties vietas veicājumu

source: Not Applicable
et_ee: Ei Ole Kohaldatav
fr_ca: Ne s'Applique Pas
lt_lt: Netinkamas
lv_lv: Nav piemērots
pt_br: Não Aplicável

source: Temporary Query
lv_lv: Pastāvīgs pieprasījums

source: OR Select Locations
fr_ca: OU Sélectionnez les Emplacements
lv_lv: Vai izvēlies pārbaudes objektu
pt_br: OU Selecione Locais

source: Shop Form
fr_ca: Formulaire d'Évaluation
lv_lv: Pārbaudes forma
pt_br: Formulário da Tarefa

source: Publish Date
fr_ca: Publier la Date
lv_lv: Publikācijas Datums
pt_br: Data de Publicação

source: Will Publish Immediately if Left Blank
fr_ca: Sera Immédiatement Publiée si Laissée en Blanc
lv_lv: Tiks publicēts uzreiz ja ir atstāts tukšs laukums
pt_br: Será Publicado Imediatamente se Ficar em Branco

source: Custom Instructions
fr_ca: Instructions Personnalisées
lv_lv: Izmainīt instrukcijas
pt_br: Instruções Personalizadas

source: Visits to Create Per Location
fr_ca: Visites à Créer Par Emplacement
lv_lv: Izveidot vizīti katrai vietai
pt_br: Visitas para Criar Por Local

source: Execute
et_ee: Toimeta
fr_ca: Exécuter
lt_lt: Vykdyti
lv_lv: Izpildīt
pt_br: Executar

source: Unable to create file
fr_ca: Impossible de créer le fichier
lv_lv: Nav iespējams izveidot failu
pt_br: Não é possível criar arquivo.

source: Unable to save file
fr_ca: Impossible de sauvegarder le fichier
lv_lv: Nav iespējams saglabāt failu
pt_br: Não é possível salvar arquivo.

source: Unable to create thumbnail
fr_ca: Impossible de créer la miniature
lv_lv: Nevar izveidot sīktēlu
pt_br: Não é possível criar miniatura

source: File has been uploaded
fr_ca: Le fichier a été chargé
lv_lv: File ir sistēmā
pt_br: Arquivo foi carregado

source: Upload File to include with a Run
fr_ca: Charger Fichier à Inclure à un Lancement
lv_lv: Augšupielādēt failu, lai iekļautu Run
pt_br: Carregar Arquivo para incluir com um Run

source: Select File
fr_ca: Sélectionnez Fichier
lv_lv: Izvēlēties failu
pt_br: Selecionar Arquivo

source: Upload File to include with a Shop
fr_ca: Charger Fichier à Inclure avec une Évaluation
lv_lv: Augšupielādēt failu ar pārbaudi
pt_br: Carregar Arquivo para incluir com uma Tarefa

source: Shoppers
fr_ca: Évaluateurs
lv_lv: Slepenie pircēji
pt_br: Clientes

source: Assignments
et_ee: Ülesanned
fr_ca: Missions
lt_lt: Užduotys
lv_lv: Uzdevums
pt_br: Tarefas

source: About Us
fr_ca: Qui Sommes-Nous
lv_lv: Par mums
pt_br: Quem Somos

source: Business Clients
fr_ca: Entreprises Clientes
lv_lv: Biznesa klients
pt_br: Clientes Empresariais

source: Contact Us
fr_ca: Contactez-Nous
lv_lv: Mūsu kontakti
pt_br: Entre em Contato Conosco

source: About
fr_ca: A Propos
lv_lv: Par
pt_br: Sobre

source: Unable to log in
fr_ca: Impossible de vous identifier
lv_lv: Nav iespējams ielogoties
pt_br: Não é possível fazer login

source: Please try again
fr_ca: Veuillez essayer de nouveau
lv_lv: Mēģiniet vēl reiz
pt_br: Tente novamente

source: First Name
et_ee: Eesnimi
fr_ca: Prénom
lt_lt: Vardas
lv_lv: Vārds
pt_br: Primeiro Nome

source: Last Name
et_ee: Perenimi
fr_ca: Nom de famille
lt_lt: Pavardė
lv_lv: Uzvārds
pt_br: Sobrenome

source: Time Zone
et_ee: Ajavöönd
fr_ca: Fuseau horaire
lt_lt: Laiko juosta
lv_lv: Laika josla
pt_br: Fuso Horário

source: Language Preference
et_ee: Keel
fr_ca: Langue de Préférence
lt_lt: Kalbos pasirinkimas
lv_lv: Valodas priekšroka
pt_br: Idioma Preferencial

source: Last Log In
et_ee: Viimane sisselogimine
fr_ca: Dernière Identification
lt_lt: Paskutinis prisijungimas
lv_lv: Pēdēja ielogošanās
pt_br: Último Login

source: Last Login
fr_ca: Dernière Identification
lv_lv: Pēdēja ielogošanās
pt_br: Último Login

source: Are you sure you want to delete?
et_ee: Kas olete kindel, et soovite kustutada?
fr_ca: Confirmez-vous la suppression?
lt_lt: Ar tikrai norite ištrinti?
lv_lv: Esat pārliecināts, ka vēlaties izdzēst?
pt_br: Tem certeza que deseja excluir?

source: Delete
et_ee: Kustuta
fr_ca: Supprimer
lt_lt: Ištrinti
lv_lv: Izdzēst
pt_br: Excluir

source: Select Questions
lv_lv: Izvēlēties jautājumu

source: Shop no longer available
fr_ca: Cette évaluation n'est plus disponible
lv_lv: Pārbaude vairs nav pieeajama
pt_br: Tarefa não está mais disponível

source: Confirm Accept Request
fr_ca: Confirmer la Requête d'Acceptation
lv_lv: Apstipriniet pieprasījumu!
pt_br: Confirmar Pedido de Aceitação

source: Date Requested
fr_ca: Date Requise
lv_lv: Pieprasīts datums
pt_br: Data Solicitada

source: Confirm
fr_ca: Confirmer
lv_lv: Apstirprināt
pt_br: Confirmar

source: Cancel
et_ee: Katkesta
fr_ca: Annuler
lt_lt: Atšaukti
lv_lv: Atcelt
pt_br: Cancelar

source: Open Requests
fr_ca: Requêtes Ouvertes
lv_lv: Aktīvs pieprasījums
pt_br: Pedidos Abertas

source: Contact Info
fr_ca: Coordonnées
lv_lv: Kontaktinformācija
pt_br: Informação de Contato

source: Home Phone
fr_ca: Téléphone du domicile
lv_lv: Mājas telefons
pt_br: Fone Residencia

source: Mobile Phone
et_ee: Mobiiltelefon
fr_ca: Téléphone portable
lt_lt: Mob. tel. nr.
lv_lv: Mobilais telefons
pt_br: Celular

source: Silver
fr_ca: Argent
lv_lv: Sudraba
pt_br: Prata

source: Gold
fr_ca: Or
lv_lv: Zelts
pt_br: Ouro

source: Decline
fr_ca: Refuser
lv_lv: Atcelt
pt_br: Recusar

source: This shopper will be declined and emailed they were declined.
fr_ca: L'évaluateur se verra opposer un refus et en sera informé par email
lv_lv: Šis pircējs tiks noraidīts un e-pastu viņi tika noraidīti.
pt_br: Este cliente será recusado e informado por e-mail que foi recusado.

source: Are you sure?
fr_ca: Confirmez-vous?
lv_lv: Esat pārliecināts/-a?
pt_br: Você tem certeza?

source: Accept
fr_ca: J'accepte
lv_lv: Apstiprināt
pt_br: Aceitar

source: This shopper will be assigned. All others will be emailed they were declined.
fr_ca: Cet évaluateur se verra attribuer la mission. Tous les autres recevront leur refus par email.
lv_lv: Šis pircējs tiks piešķirts. Visi pārējie tiks nosūtīts tie tika noraidīti.
pt_br: Este cliente será designado. Os demais serão informados por e-mail que foram recusados.

source: Action
et_ee: Tegevus
lt_lt: Veiksmas
lv_lv: Darbība
pt_br: Ação

source: Invalid commentcard selected
fr_ca: Fiche de Commentaire Non Valide Sélectionnée
lv_lv: Nederīgs commentcard izvēlēts
pt_br: Inválido cartão de comentário selecionado

source: Shopper Information
fr_ca: Informations Évaluateur
lv_lv: Shopper informācija
pt_br: Informação do Cliente

source: Answer
et_ee: Vastus
fr_ca: Réponse
lt_lt: Atsakymas
lv_lv: Atbilde
pt_br: Responder

source: Choose
et_ee: Vali
fr_ca: Choisir
lt_lt: Pasirinkite
lv_lv: Izvēlieties
pt_br: Escolher

source: Price
fr_ca: Prix
lv_lv: Cena
pt_br: Preço

source: Comment
fr_ca: Commentaire
lv_lv: Komentārs
pt_br: Comentar

source: Picture
fr_ca: Photo
lv_lv: Attēls
pt_br: Foto

source: Upload new image
fr_ca: Charger une nouvelle image
lv_lv: Ielādēt jaunu bildi
pt_br: Upload nova imagem

source: Rotate Image
fr_ca: Faire Tourner l'Image
lv_lv: Rotēt bildi
pt_br: Girar Imagem

source: Save
et_ee: Salvesta
fr_ca: Sauvegarder
lt_lt: Išsaugoti
lv_lv: Saglabāt
pt_br: Salvar

source: Back to Client List
fr_ca: Retour à la Liste de Clients
lv_lv: Atpakaļ uz klientu sarakstā
pt_br: Voltar à Lista de Clientes

source: Company
et_ee: Ettevõte
fr_ca: Entreprise
lt_lt: Įmonė
lv_lv: Kompānija:
pt_br: Compania

source: Shop Forms
fr_ca: Formulaires d'Evaluation
lv_lv: Pārbaužu formas
pt_br: Formulários de Clientes

source: Run Manager
fr_ca: Lancer le Gestionnaire
lv_lv: Ievadīt vadītāju
pt_br: Executar Gerenciador

source: Locations
et_ee: Asukohad
fr_ca: Emplacements
lt_lt: Vietovės
lv_lv: vietas
pt_br: Locais

source: Products
fr_ca: Produits
lv_lv: Produkti
pt_br: Produtos

source: Run Schedule
lv_lv: Palaist grafiku

source: Reports
et_ee: Raportid
fr_ca: Rapports
lt_lt: Ataskaitos
lv_lv: ziņojumi
pt_br: Relatórios

source: Accounts
fr_ca: Comptes
lv_lv: Lietotāji
pt_br: Contas

source: Campaigns
fr_ca: Campagnes
lv_lv: Kampaņas
pt_br: Campanhas

source: Surveys
fr_ca: Enquêtes
lv_lv: Aptaujas
pt_br: Pesquisas

source: Demographics
fr_ca: Données démographiques
lv_lv: Demogrāfija
pt_br: Demográficos

source: Time Periods
fr_ca: Créneaux
lv_lv: Laika periodi
pt_br: Prazos de Tempo

source: Please enter an email address
et_ee: Palun sisestage emaili aadress
fr_ca: Veuillez entrer une adresse email
lt_lt: Prašome įveskite el.paštą
lv_lv: Lūdzu ievadiet pareizu e-pasta adresi.
pt_br: Insira um endereço de e-mail

source: Please enter a valid email address
et_ee: Palun sisestage kehtiv email aadress
fr_ca: Veuillez entrer une adresse e-mail valide
lt_lt: Prašome įvesti teisingą el. pašto adresą
lv_lv: Lūdzu ievadiet pareizu e-pasta adresi.
pt_br: Insira um endereço de e-mail válido

source: Account has been saved
et_ee: Konto on salvestatud
fr_ca: Le compte a été enregistré
lt_lt: Sąskaita buvo išsaugota
lv_lv: Lietotājs ir saglabāts
pt_br: Conta foi salva

source: Unable to update account
et_ee: Ei saa kontot uuendada
fr_ca: Impossible de mettre à jour le compte
lt_lt: Neįmanoma atnaujinti sąskaitos
lv_lv: Nevar atjaunināt account-u
pt_br: Não é possível atualizar conta

source: Login Information
fr_ca: Informations d'Identification
lv_lv: Pieejas informācija
pt_br: Informação de Login

source: Personal Information
fr_ca: Renseignements Personnels
lv_lv: Personālā informācija
pt_br: Dados Pessoais

source: City
et_ee: Linn
fr_ca: Ville
lt_lt: Miestas
lv_lv: Pilsēta
pt_br: Cidade

source: State/Province
et_ee: Maakond/Vald
fr_ca: Etat/Province
lt_lt: Miestas/rajonas
lv_lv: Valsts / Province
pt_br: Estado/Província

source: ZIP/Postal Code
et_ee: ZIP/Posiindeks
fr_ca: Code ZIP/Code postal
lt_lt: ZIP/pašto kodas
lv_lv: ZIP / Pasta indekss
pt_br: CEP/Código Postal

source: Report Edit Privileges
fr_ca: Rapport sur les Privilèges d'Edition
lv_lv: Ziņojums rediģēšana Privilēģijas
pt_br: Privilégios de Edição do Relatório

source: Other Special Privileges
fr_ca: Autres Privilèges Spéciaux
lv_lv: Citas speciālās privilēģijas
pt_br: Outros Privilégios Especiais

source: Receive Emailed Shop Reports
et_ee: Saa Ostu Raportid Emaili Teel
fr_ca: Recevez es Rapports d'Evaluations par Email
lt_lt: Gauti išsiųstas pirkimo ataskaitas
lv_lv: Pa e-pastu saņemt veikala atskaiti
pt_br: Receber Relatórios de Tarefas por E-mail

source: Receive Emailed Comment Card/Surveys
et_ee: Saa Tagasiside Kaardid/Uuringud Emaili Teel
fr_ca: Recevoir des Fiches de Commentaires / des Enquêtes par Email
lt_lt: Gauti elektroniniu paštu komentarų korteles/apklausas
lv_lv: Saņemt nosūtītos uz e-pastu komentārus kartiņas/aptaujas
pt_br: Receber Cartão de Comentário/Pesquisas por E-mail

source: Compliance Dialog Notifications
et_ee: Vastava dialoogi märked
fr_ca: Notifications de Messages de Respect
lt_lt: Atlikties pranešimų pokalbis
lv_lv: Atbilstības dialoga paziņojumi
pt_br: Notificações de Conformidade de Diálogo

source: Text Notifications
fr_ca: Notifications textuelles
lv_lv: Teksta paziņojumi
pt_br: Notificações de Texto

source: Additional Charges Apply
fr_ca: Avec Charges Supplémentaires
lv_lv: Papildus izdevumi piemēroti
pt_br: Aplicam-se Taxas Adicionais

source: Text All Shops
et_ee: Saada kõikidele ostudele
fr_ca: Ecrire à Toutes les Evaluations
lt_lt: Tekstas visų parduotuvių
lv_lv: Rakstīt visas pārbaudes
pt_br: Mensagem para Todas as Tarefas

source: Text High Shops
et_ee: Saada kõrgematele ostudele
fr_ca: Ecrire aux Evaluations Elevées
lt_lt: Tekstas aukščiausių parduotuvių
lv_lv: Rakstīt augstas pārbaudes
pt_br: Mensagem para Tarefas Importantes

source: Text Low Shops
et_ee: Saada madalatele ostudele
fr_ca: Ecrire aux Evaluations Basses
lt_lt: Tekstas žemiausių parduotuvių
lv_lv: Rakstīt zemas pārbaudes
pt_br: Mensagem para Tarefas Menores

source: Text Comment Cards/Surveys
et_ee: Teksti Tagasiside Kaardid/Uuringud
fr_ca: Ecrire aux Fiches de Commentaires / Enquêtes
lt_lt: Tekstas komentarų kortelių/Apklausos
lv_lv: Rakstīt komentāru kartiņa/aptauja
pt_br: Mensagens para Cartões de Comentário/Pesquisas

source: Security Access
et_ee: Julgeoleku Sissepääs
fr_ca: Accès Sécurisé
lt_lt: Apsaugos prieiga
lv_lv: Drošības pieeja
pt_br: Acesso Seguro

source: Account Type
et_ee: Konto Tüüp
fr_ca: Type de Compte
lt_lt: Sąskaitos tipas
lv_lv: Lietotāja tips
pt_br: Tipo de Conta

source: Access
et_ee: Liigipääs
fr_ca: Accès
lt_lt: Prieiga
lv_lv: Pieeja
pt_br: Acesso

source: Ctrl Click to Select All that Apply
et_ee: Ctrl+klikk, et valida kõik sobivad
fr_ca: Utilisez Ctrl + Clic pour Sélectionner Tout ce qui s'Applique
lt_lt: Spauskite Ctrl norėdami viską pažymėti
lv_lv: Uzklikšķiniet Ctrl, lai izvēlētos visus, kuri atbild
pt_br: Ctrl Clique Para Selecionar Tudo que Aplicar

source: Access to all Locations
et_ee: Asukohtadele Liigipääs
fr_ca: Accès à toutes les Localisations
lt_lt: Prieiga prie visų vietovių
lv_lv: Pieeja visām atrašanās vietām
pt_br: Acesso a todos os Locais

source: Block User from Viewing Photos
lv_lv: Neatļaut lietotājam apskatīt bildes

source: Report Delivery
lv_lv: Atskaites piegāde

source: Report Name
et_ee: Raporti Nimi
lt_lt: Ataskaitos pavadinimas
lv_lv: Atskaites nosaukums

source: Level
et_ee: Tase
lt_lt: Lygis
lv_lv: Līmenis

source: Delivery Type
et_ee: Tarneviis
lt_lt: Pristatymo būdas
lv_lv: Piegādes veids

source: Last Sent
et_ee: Viimati Saadetud
lt_lt: Paskutinį kartą išsiųsta
lv_lv: Pēdējais nosūtīts

source: Are you sure you want to delete report for:
et_ee: Kas olete kindel, et soovite raporti kustutada:
lt_lt: Ar tikrai norite ištrinti kad:
lv_lv: Esat pārliecināts, ka vēlaties izdzēst?

source: Add New
lv_lv: Pievienot jaunu

source: Create New
et_ee: Loo Uus
fr_ca: Créer Nouveau
lt_lt: Sukurti naują
lv_lv: Izveidot jaunu
pt_br: Criar Nova

source: Import Accounts
et_ee: Importeeri Kontod
lt_lt: Importo sąskaitos
lv_lv: Ievadīt lietotājus

source: Export Accounts
et_ee: Eksporteeri Kontod
lt_lt: Eksporto sąskaitos
lv_lv: Izvadīt Lietotājus

source: Type
et_ee: Tüüp
lt_lt: Tipas
lv_lv: Tips
pt_br: Tipo

source: Dashboard Login
lv_lv: Paneļa ielogošanās

source: Date Completed
fr_ca: Terminée le
lv_lv: Aizpildīšanas datums
pt_br: Data de Conclusão

source: Client
lv_lv: Klients
pt_br: Cliente

source: Group
fr_ca: Groupe
lv_lv: Grupa
pt_br: Grupo

source: Company Level
fr_ca: Niveau de l'Entreprise
lv_lv: Uzņēmuma līmenis
pt_br: Nível da Compania

source: Contact First Name
et_ee: Kontakti Eesnimi
fr_ca: Prénom du Contact
lt_lt: Kontakto pirmas vardas
lv_lv: Kontakta vārds
pt_br: Primeiro Nome do Contato

source: Contact Last Name
et_ee: Kontakti Perenimi
fr_ca: Nom de Famille du Contact
lt_lt: Kontakto pavardė
lv_lv: Kontakta uzvārds
pt_br: Sobrenome do Contato

source: North America Only
et_ee: Ainult Põhja-Ameerika
fr_ca: Seulement pour l'Amérique du Nord
lt_lt: Tik Šiaurės Amerika
lv_lv: Ziemeļamerikā Tikai
pt_br: Só América do Norte

source: State - Outside North America
fr_ca: État - à l'extérieur de l'Amérique du Nord
lv_lv: Valsts - ārpus Ziemeļamerikā
pt_br: Estado - Fora da América do Norte

source: Country
et_ee: Riik
fr_ca: Pays
lt_lt: Šalis
lv_lv: Valsts
pt_br: País

source: Website
et_ee: Kodulehekülg
fr_ca: Site Web
lt_lt: Interneto svetainė
lv_lv: Mājas lapa
pt_br: Site

source: Allow Client Text Notifications
fr_ca: Permettre les Notifications Textuelles de Client
lv_lv: Atļaut klienta Teksta paziņojumi
pt_br: Permitir Notificações de Texto do Cliente

source: If Applicable
lv_lv: Ja atbilst

source: Contact iSS for Support
lv_lv: Sazinieties ISS par atbalstu

source: Support Button URL
lv_lv: Atbalsts poga URL

source: Support Link
lv_lv: Atbalsta links

source: May Use Variables:
lv_lv: Var izmantot mainīgos

source: Internal Account Management Information
lv_lv: Iekšējā Konta vadības informācijas

source: Internal Billing Code
lv_lv: Interneta norēķinu kods

source: Extra Billing
lv_lv: Papildus norēķini

source: Account Manager
et_ee: Kontojuht
lt_lt: Sąskaitos valdymas
lv_lv: Lietotāja menedžeris

source: Email and Report Settings
et_ee: Emaili ja Raporti Seaded
lt_lt: El. pašto ir ataskaitų nustatymai
lv_lv: e-pasta ziņojumu un atskaišu iestatījumi

source: Client Default Completed Shop message
fr_ca: Message par défaut d'évaluation terminée pour client.
lv_lv: Klienta pabeigtās anketas standarta ziņojums
pt_br: Mensagem Padrão de Tarefa Completa do Cliente

source: Sent when a shop is approved.
fr_ca: Envoyé lorsqu'une évaluation est approuvée.
lv_lv: Nosūtīt, kad pārbaude tiks apstiprināta.
pt_br: Enviado quando uma tarefa é aprovada.

source: High Limit
et_ee: Ülempiir
fr_ca: Limite Supérieure
lt_lt: Aukštas limitas
lv_lv: Augsts limits
pt_br: Limite Alto

source: Threshold to send Congratulation text
fr_ca: Seuil pour l'envoi de texte de félicitations
lv_lv: Slieksnis nosūtīt apsveikuma tekstu
pt_br: Limite para enviar texto de Congratulação

source: Congratulations Completed Shop message
fr_ca: Message de Félicitations pour une Évaluation Terminée
lv_lv: Pārbaudes pabeigšanas apsveikšanas teksts
pt_br: Mensagem de Congratulação pela Tarefa Concluída

source: Low Limit
et_ee: Alumine Piir
fr_ca: Limite Inférieure
lt_lt: Mažas limitas
lv_lv: Zems limits
pt_br: Limite Baixo

source: Threshold to send Low Score text
fr_ca: Seuil pour l'envoi d'un texte de Score Bas
lv_lv: Slieksnis nosūtīt zemu vērtējumu tekstu
pt_br: Limite para enviar texto de Pontuação Baixa

source: Low Score Completed Shop message
fr_ca: Message d'Evaluation Terminée avec Score Bas
lv_lv: Aizpildītas anketas zema rezultāta ziņojums
pt_br: Mensagem de Pontuação Baixa daTarefa Concluída

source: Highlight Color
et_ee: Markeri Värv
fr_ca: Couleur de Soulignement
lt_lt: Pažymėkite spalvą
lv_lv: Izcelt krāsa
pt_br: Destacar Cor

source: High
et_ee: Kõrge
lt_lt: Svarbus
lv_lv: Augstu

source: Medium
et_ee: Keskmine
lt_lt: Vidutinis
lv_lv: Vidējs

source: Low
et_ee: Madal
lt_lt: Žemas
lv_lv: Zemu

source: Email Template
lv_lv: E-pasta veidne

source: Client Shop Report
lv_lv: Slepenā veikala detaļas

source: Use Default
lv_lv: Lietot noklusējuma

source: Client Shop Copy
lv_lv: Klienta veikala kopija

source: Client Reports
lv_lv: Klienta atskaites

source: Comment Card Settings
fr_ca: Paramètres des Fiches de Commentaires
lv_lv: Komentēt kartiņas iestātījumus
pt_br: Configurações do Cartão de Comentário

source: Subdomain
fr_ca: Sous-domaine
lv_lv: Subdomēns
pt_br: Subdomínio

source: Allow Shopper Login in Custom URL
fr_ca: Permettre l'Identification des Evaluateurs par URL Personnalisée
lv_lv: Atļaut Shopper Pieteikšanās Custom URL
pt_br: Permitir Login do Cliente na URL Personalizada

source: or click rainbow
et_ee: või klikkige vikekaarile
fr_ca: ou cliquez sur l'arc-en-ciel
lt_lt: Arba paspauskite spalvotą
lv_lv: vai uzklikšķiniet uz varavīksni
pt_br: ou clique em arco-íris

source: Welcome Text
et_ee: Tervitustekst
fr_ca: Texte de Bienvenue
lt_lt: Pasisveikinimo tekstas
lv_lv: Sveicināšanās teksts
pt_br: Texto de Boas-Vindas

source: Appears on client subdomain if applicable
et_ee: Vajaduse korral avaldatakse kliendi alamdomeenil
fr_ca: Apparaît dans le sous-domaine du client si applicable
lt_lt: Atsiranda kliento subdomene, jei taikytina
lv_lv: Parādās klienta subdomēnā ja der
pt_br: Aparece no subdomínio do cliente, se aplicável

source: Dashboard Settings
fr_ca: Paramètres du Tableau de Commandes
lv_lv: Paneļa iestātījumi
pt_br: Configurações do Painel

source: Activate Shops Tab
fr_ca: Activation de l'Onglet des Evaluations
lv_lv: Iespējot veikalu sadaļu
pt_br: Ativar Guia Tarefas

source: Activate Comment Card/Surveys Tab
fr_ca: Activation de l'Onglet de la Fiche de Commentaires / des Enquêtes
lv_lv: Aktivizēt komentāru kartiņu/aptaujas.
pt_br: Ativar Guia de Cartão de Comentário/Pesquisas

source: Activate Price Audit Tab
fr_ca: Activation de l'Onglet d'Audit de Prix
lv_lv: Aktivizēt preces audita tabu
pt_br: Ativar Guia Auditoria de Preço

source: Activate Campaigns Tab
fr_ca: Activation de l'Onglet des Campagnes
lv_lv: Aktivizēt kampaņas tab-u.
pt_br: Ativar Guia Campanhas

source: Show Top and Bottom Locations for Shops
fr_ca: Afficher les Localisations d'Evaluations les Meilleures et les Moins Bonnes
lv_lv: Rādīt labākās un sliktākās pārbaudes
pt_br: Mostrar Parte Superior e Inferior de Locais para Tarefas

source: Show Score Dial for Shops
fr_ca: Afficher les Scores pour les Evaluations
lv_lv: Rādīt pārbaudes rezultātus
pt_br: Mostrar Pontos para Tarefas

source: Show Top and Bottom Locations for Comment Cards
fr_ca: Afficher les Localisations de Fiches de commentaires les Meilleures et les Moins Bonnes
lv_lv: Parādīt labākas un sliktākas pārbaudes vietas Comment Cards
pt_br: Mostrar Parte Superior e Inferior para Cartões de Comentários

source: Show Score Dial for Comment Cards
fr_ca: Afficher les Scores pour les Fiches de Commentaires
lv_lv: Rādīt Comment Cards rezultātus
pt_br: Mostrar Pontos para Cartões de Comentário

source: Activate Benchmark Data
fr_ca: Activer les Données de Benchmark
lv_lv: Aktivizēt etalona datus
pt_br: Ativar Dados de Referência

source: Activate Compliance Functions
fr_ca: Activer les Fonctions de Respect
lv_lv: Aktivizēt Atbilstība funkcijas
pt_br: Ativar Funções de Conformidade

source: Does the client have imported historical data?
lv_lv: Vai klients ir importējuši vēsturiskos datus?

source: Save Client
fr_ca: Sauvegarder Client
lv_lv: Saglabāt klientu
pt_br: Salvar Cliente

source: Last Updated
fr_ca: Dernière Mise à Jour
lv_lv: Pēdējo reizi atjaunots
pt_br: Última Atualização

source: Location has been saved
et_ee: Asukoht salvestatud
fr_ca: La localisation a été sauvegardée
lt_lt: Vietovė buvo išsaugota
lv_lv: Atrašanās vieta tika saglabāta
pt_br: Local foi salvo

source: Location Name
et_ee: Asukoha Nimi
lt_lt: Vietovės pavadinimas
lv_lv: Atrašanās vietas nosaukums

source: Latitude
et_ee: Laius
lt_lt: Platuma
lv_lv: platuma grādi

source: Or Drag and Drop Below
et_ee: Või lohista ja pilla allapoole
lt_lt: Arba vilkite ir nutempkite žemiau
lv_lv: vei velciet un lieciet apakšā

source: Longitude
et_ee: Pikkuskraad
lt_lt: Ilguma
lv_lv: Garuma grādi

source: Hours of Operation
lv_lv: Darba laiks

source: Location Open/Closed
et_ee: Asukoht Avatud/Suletud
lt_lt: Vieta atidaryta/uždaryta
lv_lv: Vieta atvērta/slēgta

source: Notification Emails
lv_lv: E-pasta ziņas
