Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: et_ee, fr_ca, lt_lt, lv_lv, pt_br

source: Please thoroughly review the shop instructions below.
fr_ca: Veuillez bien parcourir les instructions de l'évaluation ci-dessous.
lv_lv: Lūdzu, rūpīgi pārskatiet veikala norādījumus.
pt_br: Leia atentamente as instruções da tarefa abaixo.

source: Call
fr_ca: Appeler
lv_lv: Zvans
pt_br: Ligar

source: When prompted enter your visit ID
fr_ca: Quand on vous le demandera, veuillez saisir votre identifiant de visite
lv_lv: Ievadiet Jūsu vizītes ID kad būs nepieciešams
pt_br: Quando solicitado digite a ID da sua visita

source: View Instructions
fr_ca: Voir les Instructions
lv_lv: Skatīt instrukcijas
pt_br: Ver Instruções

source: It is Mandatory to open and read ALL files
fr_ca: Il est obligatoire d'ouvrir et de lire TOUS les fichiers
lv_lv: Ir Obligāti atvērt un izlasīt visus failus
pt_br: É obrigatório abrir e ler TODOS os arquivos

source: Recordings
lv_lv: Ieraksti

source: Attached Files (other than photos)
lv_lv: Pielikumi (bez bildēm)

source: Edit Answers
fr_ca: Modifier les Réponses
lv_lv: Izmainīt atbildi
pt_br: Editar Respostas

source: Click on a section below to edit that section
fr_ca: Cliquez sur une section ci-dessous pour l'éditer
lv_lv: Uzklikšķiniet uz sadaļu zemāk lai rediģēt šo sadaļu
pt_br: Clique numa seção abaixo para editar essa seção

source: complete
fr_ca: remplir
lv_lv: Pābraude ir veikta!
pt_br: completo

source: Some Answers require a minimum number of characters required in answer
lv_lv: Nepieciešams minimālais simbolu skaits atbildē citām atbildēm

source: (Hours:Minutes:Seconds)
fr_ca: (Heures:Minutes:Secondes)
lv_lv: (Stundas: minūtes: sekundes)
pt_br: (Horas:Minutos:Segundos)

source: Any changes will be lost. Continue?
fr_ca: Toutes les modifications seront perdues. Continuer ?
lv_lv: Visas izmaiņas tiks anulētas. Turpināt?
pt_br: Qualquer mudança será perdida. Continuar?

source: You must choose a valid date
fr_ca: Vous devez choisir une date valide
lv_lv: Jums ir jāizvēlas derīgu datumu
pt_br: Você deve escolher uma data válida

source: Please see Time Frame for specific blocked days.
fr_ca: Veuillez consulter le Créneau pour y trouver les jours bloqués spécifiques.
lv_lv: Lūdzu, skatiet laika rāmi īpašām bloķēta dienām.
pt_br: Veja Prazo para dias específicos bloqueados.

source: Waitlist Request
fr_ca: Requête de Liste d'Attente
lv_lv: Pieprasījums
pt_br: Pedido para Lista de Espera

source: is currently accepting back up requests for this shop. Please give the day you can do the shop, click confirm, and your request will be logged.
fr_ca: accepte actuellement des requêtes de back up pour cette évaluation. Veuillez préciser le jour où vous pourrez faire l'évaluation, cliquez sur 'Confirmer' et votre requête sera enregistrée.
lv_lv: pašlaik pieņem atpakaļ up pieprasījumus šajā veikalā. Lūdzu, sniedziet dienā jūs varat darīt veikalā, noklikšķiniet uz apstiprinātu, un Jūsu pieprasījums tiks saglabāts.
pt_br: está aceitando pedidos de reserva para esta tarefa. Diga o dia que você pode fazer a tarefa, clique confirmar e o seu pedido será registrado.

source: Please give the day you can do the shop, click confirm, and your request will be logged.
fr_ca: Veuillez préciser le jour où vous pourrez faire l'évaluation, cliquez sur 'Confirmer' et votre requête sera enregistrée.
lv_lv: Lūdzu, sniedziet dienā jūs varat darīt veikalā, noklikšķiniet uz apstiprinātu, un Jūsu pieprasījums tiks saglabāts.
pt_br: Diga o dia que você pode fazer a tarefa, clique confirmar e o seu pedido será registrado.

source: The MSP will contact you if it becomes available.
fr_ca: Le PEM vous contactera si elle devient disponible.
lv_lv: MSP sazināsies ar jums, ja tā kļūst pieejama.
pt_br: O PSM entrará em contato em caso de vaga.

source: What date within the range would you do this shop?
fr_ca: A quelle date du créneau feriez-vous cette évaluation?
lv_lv: Kas datumu diapazonā jūs darītu šo veikalu?
pt_br: Em que data no prazo você fará esta tarefa?

source: Shops Available to Waitlist
fr_ca: Evaluations Disponibles sur la Liste d'Attente
lv_lv: Veikali pieejami gaidīšanā
pt_br: Tarefas Disponíveis para Lista de Espera

source: The following assingments have all been accepted by other agents. You can request to be a back up shopper for these locations. To be waitlisted, simply scroll through the list of Waitlist Shops below, make sure you are comfortable with the requirements of the shop and that you can commit to the specific date (and time, if applicable) and click 'Waitlist'.
fr_ca: Les missions suivantes ont été acceptées par d'autres agents. Vous pouvez demander d'être un évaluateur back-up pour ces localisations. Pour être inscrit dans la liste d'attente, vous n'avez qu'à faire défiler la liste des Évaluations de la File d'Attente ci-dessous, vous assurer que vous acceptez les exigences de l'évaluation et que vous pouvez vous engager pour la date spécifique (et pour l'heure, si cela s'applique) et cliquer sur 'Liste d'Attente'.
lv_lv: Šādas assingments tie visi ir akceptējusi citiem līdzekļiem. Jūs varat pieprasīt, lai būtu atpakaļ uz augšu pircējs šīm vietām. Lai tiktu waitlisted, vienkārši ritinātu sarakstu Waitlist Veikali zemāk, pārliecinieties, ka jūs esat apmierināti ar šīs veikalu prasībām, un, ka jūs varat izdarīt, lai noteiktā datumā (un laiks, ja tāds ir) un noklikšķiniet uz "Waitlist".
pt_br: As tarefas seguintes foram aceitas por outros agentes. Você pode pedir para ser um cliente reserva para estes locais. Para estar na lista de espera, percorra as Listas de Espera de Tarefas abaixo, certifique-se que você está confortável com os requisitos da tarefa e que pode cumprir a data específica (e hora, se aplicável) e clique "Lista de Espera".

source: Results
fr_ca: Résultats
lv_lv: Rezultāti
pt_br: Resultados

source: No forms were found with code
fr_ca: Aucun formulaire n'a pu être trouvé avec ce code
lv_lv: Nav atrastas formas ar kodu
pt_br: Nenhum formulário encontrado com código

source: Find Locations with Comment Cards
fr_ca: Trouver des Localisations avec des Fiches de Commentaires
lv_lv: Atrast atrašanās vietas ar Komentārs kartēm
pt_br: Encontrar Locais com Cartões de Comentário

source: Or Search by Code
fr_ca: Ou Recherchez par Code
lv_lv: Vai meklējiet pēc koda
pt_br: Ou Buscar por Código

source: Message has been sent
fr_ca: Le message a été envoyé
lv_lv: Ziņa ir nosūtīta
pt_br: Mensagem enviada

source: iSecretShop values your input and your feedback - if you need to reach us, please use the contact form.
fr_ca: iSecretShop accorde de l'importance à vos contributions et à votre rétroaction : si vous avez besoin de nous contacter, veuillez utiliser le formulaire de contact.
lv_lv: iSecretShop novērtē jūsu ieguldījumu un jūsu atsauksmes - ja jums ir nepieciešams sazināties ar mums, lūdzu, izmantojiet kontaktu formu.
pt_br: iSecretShop valoriza a sua participação e feedback - se precisar falar conosco, use o formulário de contato.

source: Existing Client
fr_ca: Client Existant
lv_lv: Esošs klients
pt_br: Cliente Existente

source: Potential Client
fr_ca: Client Potentiel
lv_lv: Potenciālais klients
pt_br: Cliente Potencial

source: Contact Name
fr_ca: Nom du Contact
lv_lv: Kontakt vārds
pt_br: Nome do Contato

source: Client Company Name
fr_ca: Nom de l'Entreprise Cliente
lv_lv: Klienta uzņēmuma nosaukums
pt_br: Nome da Empresa Cliente

source: Date of Shop
fr_ca: Date de l'Évaluation
lv_lv: Pārbaudes datums
pt_br: Data da Tarefa

source: Browser Type
fr_ca: Type de Navigateur
lv_lv: Pārlūkprogrammas tips
pt_br: Tipo de Navegador

source: Phone Type (ie iPhone 4s)
fr_ca: Type de téléphone (c'est à dire l'iPhone 4 s)
lv_lv: Telefona tips (iPhone 4s)
pt_br: Tipo de Celular (exe. iPhone 4s)

source: Version of App
fr_ca: Version de l'Appli
lv_lv: Versija
pt_br: Versão do App

source: Description of the Problem
fr_ca: Description du Problème
lv_lv: Problēmas apraksts
pt_br: Descrição do Problema

source: Message
lv_lv: Ziņa
pt_br: Mensagem

source: Submit
fr_ca: Soumettre
lv_lv: Nosūtīt
pt_br: Enviar

source: Additionally, we have a Merchant-specific toll free phone number that businesses may use at any time. For documentation purposes, all Agent correspondence with iSecretShop is done exclusively through email.
fr_ca: En plus, nous avons un numéro de téléphone gratuit réservé aux marchands que les entreprises peuvent utiliser n'importe quand. A des fins de documentation, toute la correspondance des Agents avec iSecretShop se fait exclusivement par email.
lv_lv: Bez tam, mums ir tirgotāja specifisku par bezmaksas tālruņa numuru, ka uzņēmumi var izmantot jebkurā laikā. Dokumentos, visi Agent sarakste ar iSecretShop tiek veikta tikai caur e-pastu.
pt_br: Também temos um número de chamada gratuito específico para Comerciantes que empresas podem usar a qualquer hora. Para fins de documentação, toda correspondência entre iSecretShop e clientes é feita exclusivamente por e-mail.

source: Please address any written communications to:
fr_ca: Veuillez envoyer toutes vos communications écrites à
lv_lv: Lūdzu, sūtiet rakstiskus paziņojumus:
pt_br: Envie qualquer comunicado escrito para:

source: You requested your password less than 5 minutes ago. Please wait for the email to arrive with the new password.
lv_lv: Jūs pieprasījāt paroli mazāk nekā 5 minūtes pirms. Lūdzu, gaidiet e-pastu, lai nonāktu ar jauno paroli.

source: Please enter your company name
fr_ca: Veuillez saisir le nom de votre entreprise
lv_lv: Lūdzu, ievadiet sava uzņēmuma nosaukumu
pt_br: Insira o nome da sua empresa

source: For pricing information or to request more information please contact iSecretShop for a referral to one of our participating MSPs
fr_ca: Pour obtenir des renseignements sur les prix ou d'autres informations, veuillez contacter iSecretShop pour obtenir une référence à l'un de nos projets participants de PEMs
lv_lv: Attiecībā uz informāciju par cenām vai pieprasīt vairāk informācijas, lūdzu, sazinieties ar iSecretShop lietas nodošanu uz ​​kādu no mūsu piedalās MSPs
pt_br: Para informação de preço ou mais informações, entre em contato com iSecretShop para indicação de um dos nossos PSEs participantes

source: Where did you hear about iSecretShop?
fr_ca: Où avez-vous entendu parler d'iSecretShop ?
lv_lv: Kur Jūs uzzinājāt par iSecretShop?
pt_br: Onde você ouviu sobre iSecretShop?

source: Unable to upload photos from your device
fr_ca: Impossible de charger les photos depuis votre appareil
lv_lv: Nevar augšupielādēt fotogrāfijas no ierīces
pt_br: Não é possível carregar fotos do seu dispositivo

source: Please use the iSecretShop iPhone app to fill out this card OR log in and upload the pictures from your home computer.
fr_ca: Veuillez utiliser l'appli iSecretShop iPhone pour remplir cette fiche OU identifiez-vous et chargez les images depuis votre ordinateur familial.
lv_lv: Lūdzu, izmantojiet iSecretShop iPhone app, lai aizpildītu šo karti vai pieteikties un augšupielādēt attēlus no jūsu mājas compute
pt_br: Use o app iSecretShop iPhone para preencher este cartão OU faça login e faça upload das fotos pelo seu computador de casa.

source: Click here to try a different search
fr_ca: Cliquez ici pour essayer une recherche différente
lv_lv: Spied šeit lai veiktu citu meklēšanu
pt_br: Clique aqui e teste uma busca diferente

source: Click to Redeem
fr_ca: Cliquez Ici pour Échanger
lv_lv: Noklikšķiniet lai atceltu
pt_br: Clique para Resgatar

source: None:
fr_ca: Aucune:
lv_lv: Neviens
pt_br: Nenhum:

source: Amount:
fr_ca: Montant:
lv_lv: Skaits:
pt_br: Montante:

source: For:
fr_ca: Pour:
lv_lv: Kam:
pt_br: Para:

source: Date Paid:
fr_ca: Date de Paiement:
lv_lv: Samaksāts datumā
pt_br: Data que foi Pago:

source: Please enter your country
fr_ca: Veuillez saisir votre pays
lv_lv: Lūdzu, ievadiet valsti
pt_br: Insira o seu país

source: Your email already exists within the iSecretShop system. Please log in and update your profile.
fr_ca: Votre adresse email existe déjà au sein du système d'iSecretShop. Veuillez vous identifier et mettre à jour votre profil.
lv_lv: Jūsu e-pasts jau pastāv ietvaros iSecretShop sistēmā. Lūdzu, piesakieties un atjaunināt savu profilu.
pt_br: Seu e-mail já existe no sistema iSecretShop. Faça login e atualize seu perfil.

source: Zip/Postal Code
lv_lv: Pasta indekss

source: Unable to upload file
fr_ca: Impossible de charger le fichier
lv_lv: Nav iespējams pievienot failu
pt_br: Não é possível carregar arquivo

source: Please enter date / time you entered
fr_ca: Veuillez saisir la date/l'heure de votre connexion
lv_lv: Aizpildiet datuma/ laika ailes kad jūs ienācāt
pt_br: Insira data / hora que você entrou

source: Please enter date / time you left
fr_ca: Veuillez saisir la date/l'heure de votre déconnexion
lv_lv: Aizpildiet datuma/ laika ailes kad Jūs gājāt prom
pt_br: Insira data / hora que você saiu

source: Please use the iSecretShop iPhone app to do this shop OR log in and upload the pictures from your home computer.
fr_ca: Veuillez utiliser l'appli iSecretShop iPhone pour faire cette évaluation OU identifiez-vous et chargez les images depuis votre ordinateur familial.
lv_lv: Lūdzu, izmantojiet iSecretShop iPhone app, lai aizpildītu šo karti vai pieteikties un augšupielādēt attēlus no jūsu mājas compute
pt_br: Por favor use o app iSecretShop iPhone para fazer esta tarefa OU faça login e carregue as fotos pelo seu computador de casa.

source: started the shop
fr_ca: commencé l'évaluation
lv_lv: atvēra veikalu
pt_br: iniciou a tarefa

source: completed the shop
fr_ca: complété l'évaluation
lv_lv: atvēra veikalu
pt_br: completou a tarefa

source: Privacy Policy
fr_ca: Confidentialité
lv_lv: Drošības noteikumi
pt_br: Política de Privacidade

source: Thank you for registering with iSecretShop. This privacy policy tells you how we use personal information collected at this site. Please read this privacy policy before using the site or submitting any personal information. By using this application, you are accepting the practices described in this privacy policy. You are encouraged to review the privacy policy whenever you choose to make sure that you understand how any personal information you provide will be used.
fr_ca: Merci pour votre inscription chez iSecretShop. Cette politique de confidentialité vous indique comment nous utilisons les renseignements personnels recueillis sur ce site. Veuillez lire cette politique de confidentialité avant d'utiliser le site ou de soumettre des informations personnelles. En utilisant cette application, vous acceptez les pratiques décrites dans cette politique de confidentialité. Nous vous encourageons à consulter la politique de confidentialité chaque fois que vous décidez de vous assurer de comprendre quel usage sera fait des renseignements personnels que vous fournissez.
lv_lv: Paldies par reģistrējoties iSecretShop. Šī privātuma politika stāsta, kā mēs izmantot personisko informāciju, kas apkopota šajā vietā. Lūdzu, izlasiet šo konfidencialitātes politiku, pirms izmantojot vietni vai iesniedzot jebkādu personisko informāciju. Izmantojot šo programmu, jums ir jāpiekrīt aprakstīts šajā privātuma politikā praksi. Jums tiek aicināti pārskatīt privātuma politiku, kad vien vēlaties, lai pārliecinātos, ka jūs saprotat, kā jebkuru personīgo informāciju jūs sniedzat tiks izmantota.
pt_br: Obrigado por se registrar em iSecretShop. Esta política de privacidade explica como usamos as informações pessoais coletadas neste site. Leia esta política de privacidade antes de usar o site ou enviar qualquer informação pessoal. Ao usar este app, você está aceitando as práticas descritas nesta política de privacidade. Recomendamos que você revise a política de privacidade sempre que quiser ter certeza que entendeu como qualquer informação pessoal será usada.

source: Collection of Information
fr_ca: Collecte d'Informations
lv_lv: Informāciju kopums
pt_br: Coleta de Informação

source: We collect personally identifiable information, like names, postal addresses, email addresses, etc., when voluntarily submitted by our shoppers. The information you provide is used only in relation to your role as a secret shopper.
fr_ca: Nous récoltons des informations personnelles comme les noms, les adresses postales, les adresses email, etc., quand elles sont soumises volontairement par nos évaluateurs. Les informations que vous fournissez ne sont utilisées que dans le contexte de vote rôle en tant qu'évaluateur mystère.
lv_lv: Mēs vācam personīgo informāciju, piemēram, nosaukumu, pasta adreses, e-pasta adreses, utt, kad mūsu pircējiem brīvprātīgi iesniegtajiem.Jūsu sniegtā informācija tiek izmantota tikai saistībā ar savu lomu kā slepenais pircējs.
pt_br: Coletamos informações pessoais identificáveis, como nomes, endereços postais, endereços de e-mail, etc., quando enviados voluntariamente por nossos clientes. A informação que você fornece é usada somente em relação ao seu papel como um cliente secreto.

source: Distribution of Information
fr_ca: Diffusion de l'Information
lv_lv: Informācijas sadale
pt_br: Distribuição de Informações

source: We may share information with governmental agencies or other companies assisting us in fraud prevention or investigation. We may do so when: (1) permitted or required by law; or, (2) trying to protect against or prevent actual or potential fraud or unauthorized transactions; or, (3) investigating fraud which has already taken place. The information is not provided to these companies for marketing purposes.
fr_ca: Nous pouvons partager des renseignements avec des agences gouvernementales ou autres sociétés qui nous aident dans la lutte contre la fraude ou les enquêtes. Nous pouvons le faire quand: (1) c'est autorisé ou exigé par la loi; ou, (2) nous essayons de protéger contre ou d'empêcher des fraudes potentielles ou des transactions non autorisées; ou, (3) une enquête sur la fraude a déjà eu lieu. Les informations ne sont pas fournies à ces sociétés à des fins de marketing.
lv_lv: Mēs varam koplietot informāciju ar valdības aģentūrām vai citiem uzņēmumiem, kas palīdz mums krāpšanas novēršanā vai izmeklēšana. Mēs varam darīt, ja: (1) atļauj vai pieprasa likums; vai (2), cenšoties aizsargāt pret vai novērstu faktisku vai iespējamu krāpšanu vai neatļautus darījumus; vai (3) izmeklēt krāpšanu, kas jau ir notikušas.Informācija netiek sniegta, lai šiem uzņēmumiem mārketinga nolūkos.
pt_br: Podemos compartilhar informações com agências governamentais ou outras companias que colaboram na investigação e prevenção à fraude. Podemos fazer isto quando: (1) exigido ou permitido por lei; ou, (2) na tentativa de proteger contra ou prevenir atual ou potencial fraude ou transações não autorizadas; ou, (3) investigando fraudes já ocorridas. A informação não é fornecida a estas companias para fins de marketing.

source: Data that does not contain any personally identifiable information is collected, compiled and shared with our contracted clients. Examples include zip code and gender information.
fr_ca: Les données qui ne contiennent pas de renseignements personnels sont recueillies, compilées et partagées avec nos évaluateurs sous contrat. Exemples parmi d'autres : code postal et informations relatives au sexe.
lv_lv: Datus, kas nesatur nekādu personiski identificējošu informāciju savāc, apkopo un kopīgi ar mūsu līgumus klientiem. Piemēri ir zip kodu un dzimumu informāciju.
pt_br: Dados que não contém nenhuma informação pessoal identificável são coletados, compilados e compartilhados com os nossos clientes contratados. Exemplos incluem informações de gênero e código postal.

source: Commitment to Data Security
fr_ca: Engagement Envers la Sécurité des Données
lv_lv: Apņemšanās Datu drošība
pt_br: Compromisso com a Segurança de Dados

source: Your personally identifiable information is kept secure. Only authorized employees, agents and contractors (who have agreed to keep information secure and confidential) have access to this information. All emails and newsletters from our company allow you to opt out of further mailings.
fr_ca: Vos informations personnelles sont sécurisées. Seuls les employés, les agents et les entrepreneurs habilités (qui ont accepté de lutter pour la confidentialité et la sécurité des informations) ont accès à ces informations. Tous les e-mails et les bulletins d'information de notre entreprise vous permettent de ne pas bénéficier des autres envois.
lv_lv: Tava personīgā informācija tiek glabāta droša. Tikai pilnvaroti darbinieki, aģenti un darbuzņēmējiem (kuri piekrituši, lai saglabātu informāciju, drošu un konfidenciālu) ir piekļuve šai informācijai. Visi e-pasti un jaunumus no mūsu uzņēmuma ļauj atteikties no turpmāku sūtījumu.
pt_br: A sua informação pessoal identificável é mantida segura. Somente funcionários, agentes e contratantes autorizados (que concordaram em manter a informação segura e confidencial) terão acesso a esta informação. Todos os e-mails e boletins da nossa compania permitem a você cancelar futuras correspondências.

source: If you have any questions, concerns, or comments about our privacy policy you may contact us using the information below:
fr_ca: Si vous avez des questions, des préoccupations ou des commentaires concernant notre politique de confidentialité, vous pouvez nous contacter en utilisant les informations ci-dessous:
lv_lv: Ja jums ir kādi jautājumi, bažas vai komentārus par mūsu konfidencialitātes politiku, jūs varat sazināties ar mums, izmantojot informāciju zemāk:
pt_br: Se você tiver qualquer dúvida, preocupação ou comentário sobre a nossa política de privacidade, entre em contato conosco usando a informação abaixo:

source: We reserve the right to make changes to this policy. Any changes to this policy will be posted.
fr_ca: Nous nous réservons le droit d'apporter des changements à cette politique. Toutes les modifications apportées à cette politique seront annoncées par email.
lv_lv: Mēs paturam tiesības veikt izmaiņas šajā politikā. Jebkuras izmaiņas šajā politikā tiks publicēta.
pt_br: Nos reservamos o direito de fazer alterações nesta política. Qualquer alteração nesta política será postada.

source: Register to Become an iSecretShop Agent!
fr_ca: Inscrivez-vous pour Devenir Agent d'iSecretShop!
lv_lv: Reģistrēties kļūt iSecretShop Agent!
pt_br: Registre-se para Ser um Agente iSecretShop!

source: To do work for
fr_ca: Travailler pour
lv_lv: Lai to izdarītu darbu
pt_br: Fazer trabalho para

source: The first step in becoming an active iSS Agent is Registration - you may register here, through the the browser of your mobile device OR through the iSecretShop iPhone app. You do not need an iPhone or a smartphone to use our system - but if you have one… it's awesome!
fr_ca: La première étape pour devenir un Agent iSS actif, c'est l'inscription: vous pouvez vous inscrire ici, par l'intermédiaire du navigateur de votre appareil mobile OU par le biais de l'appli iPhone d'iSecretShop. Vous n'avez pas besoin d'avoir un iPhone ou un smartphone pour utiliser notre système, mais si vous en avez un... c'est génial!
lv_lv: Pirmais solis, lai kļūtu aktīvs ISS pārstāve ir Reģistrācijas - jūs varat reģistrēties šeit, izmantojot pārlūku mobilās ierīces vai caur iSecretShop iPhone app. Jums nav nepieciešams iPhone vai viedtālruni, lai izmantotu mūsu sistēmu - bet, ja jums ir viens ... tas ir lieliski!
pt_br: O primeiro passo para ser um Agente iSS ativo é registrar-se - você pode se registrar aqui, pelo navegador do seu celular OU pelo app iSecretShop iPhone. Você não precisa de um iPhone ou smartphone para usar o nosso sistema - mas se tiver... será ótimo!
