Repository: minorumadam/iSSAudits.com-master
Catalog: languages/*/LC_MESSAGES/messages-feb6.po
Languages: es_es

source: Please enter a valid email address
es_es: Por favor, introduzca una dirección de correo electrónico válida

source: For pricing information or to request more information please contact iSecretShop for a referral to one of our participating MSPs
es_es: Para información sobre precios o para solicitar más información, por favor póngase en contacto con iSecretShop para referirse a uno de nuestros Proveedores de Visitas Secretas participante

source: Company
es_es: Empresa

source: State/Province
es_es: Estado/Provincia

source: Country
es_es: País

source: Where did you hear about iSecretShop?
es_es: ¿Cómo se enteró acerca de iSecretShop?

source: Privacy Policy
es_es: Politica de Privacidad

source: Thank you for registering with iSecretShop. This privacy policy tells you how we use personal information collected at this site. Please read this privacy policy before using the site or submitting any personal information. By using this application, you are accepting the practices described in this privacy policy. You are encouraged to review the privacy policy whenever you choose to make sure that you understand how any personal information you provide will be used.
es_es: Gracias por registrarse con iSecretShop. Esta política de privacidad le indica cómo usamos la información personal recopilada en este sitio. Por favor, lea esta política de privacidad antes de usar el sitio o enviar cualquier información personal. Mediante el uso de esta aplicación, usted está aceptando las prácticas descritas en esta política de privacidad. Se le sugiere revisar la política de privacidad siempre que usted elija para asegurarse de que entiende cómo se usará la información personal que usted proporciona.

source: Collection of Information
es_es: Recopilación de información

source: We collect personally identifiable information, like names, postal addresses, email addresses, etc., when voluntarily submitted by our shoppers. The information you provide is used only in relation to your role as a secret shopper.
es_es: Recopilamos información de identificación personal, como nombres, direcciones postales, direcciones de correo electrónico, etc, cuando se presentó voluntariamente por nuestros compradores. La información que usted proporciona se utiliza sólo en relación con su papel como un comprador misterioso.

source: Distribution of Information
es_es: Distribución de la Información

source: We may share information with governmental agencies or other companies assisting us in fraud prevention or investigation. We may do so when: (1) permitted or required by law; or, (2) trying to protect against or prevent actual or potential fraud or unauthorized transactions; or, (3) investigating fraud which has already taken place. The information is not provided to these companies for marketing purposes.
es_es: Podemos compartir información con agencias gubernamentales u otras compañías que nos ayudan en la prevención o investigación de fraudes. Podemos hacerlo cuando: (1) permitido o requerido por la ley, o, (2) tratando de proteger contra o prevenir el fraude real o potencial o transacciones no autorizadas, o bien, (3) la investigación de fraude que ya ha tenido lugar. La información no se proporciona a estas compañías con fines de mercadeo o ventas.

source: Demographic Information
es_es: Información Demografica

source: Data that does not contain any personally identifiable information is collected, compiled and shared with our contracted clients. Examples include zip code and gender information.
es_es: Los datos que no contienen ninguna información de identificación personal que se recogen, compilan y compartidos con nuestros clientes contratados. Los ejemplos incluyen el código postal y la información de género.

source: Commitment to Data Security
es_es: Compromiso de la seguridad de datos

source: Your personally identifiable information is kept secure. Only authorized employees, agents and contractors (who have agreed to keep information secure and confidential) have access to this information. All emails and newsletters from our company allow you to opt out of further mailings.
es_es: Su información personal se mantiene segura. Solamente empleados autorizados, agentes y contratistas (que han acordado mantener la información segura y confidencial) tienen acceso a esta información. Todos los correos electrónicos y boletines de noticias de nuestra empresa le permiten optar por otros correos.

source: If you have any questions, concerns, or comments about our privacy policy you may contact us using the information below:
es_es: Si usted tiene alguna pregunta, duda o comentario acerca de nuestra política de privacidad, puede ponerse en contacto con nosotros mediante la siguiente información:

source: We reserve the right to make changes to this policy. Any changes to this policy will be posted.
es_es: Nos reservamos el derecho de hacer cambios a esta política. Cualquier cambio a esta política será publicada.

source: To do work for
es_es: Trabajo a hacer para

source: Register to Become an iSecretShop Agent!
es_es: Registrarte para convertirse en un Agente de iSecretShop!

source: The first step in becoming an active iSS Agent is Registration - you may register here, through the the browser of your mobile device OR through the iSecretShop iPhone app. You do not need an iPhone or a smartphone to use our system - but if you have one… it's awesome!
es_es: El primer paso para convertirse en un agente activo es iSS registro - usted puede registrarse aquí, a través del navegador de su dispositivo móvil o a través de la aplicación para el iPhone iSecretShop. Usted no necesita un iPhone o un teléfono inteligente para utilizar nuestro sistema - pero si usted tiene uno ... es increíble!

source: The registration process takes just a few moments and all the materials you need to get started will be right at your fingertips. The more detailed information you provide, the better able we will be to match you with the best shops. Register to become an iSS Agent today - and get paid to shop now!
es_es: El proceso de registro tarda sólo unos minutos y todos los materiales que usted necesita para empezar estarán a su alcance. La información más detallada que usted nos proporciona, seremos más capaces de hacer coincidir con las mejores visitas para usted. Regístrate para convertirse en un agente de la iSS hoy - y se les paga para hacer compras.

source: You can download the app and register from your phone, or register here. Either way, the website will always have a wealth of information for you.
es_es: Puede descargar la aplicación y registrarse desde su teléfono, o registrase aquí. De cualquier manera, el sitio siempre tendrá una gran cantidad de información para usted.

source: Click to view our
es_es: Haga clic para ver nuestro

source: Please enter your address
es_es: Por favor introduzca su dirección

source: Please enter your city
es_es: Por favor introduzca su ciudad

source: Please enter your zip/postal code
es_es: Por favor, ingrese su código postal

source: Please enter your country
es_es: Por favor introduzca su país

source: Please enter your phone number
es_es: Por favor, ingrese su teléfono

source: PLease enter a valid email address
es_es: Por favor introduzca una dirección de email válida

source: Account Exists
es_es: Cuenta Existente

source: That already exists but we inactivated. It has now been reactivated please log in with your email and old password to update it.
es_es: Ya existe pero fue desactivado. Actualmente ha sido reactivado, por favor entra con tu email y tu contraseña antigua para actualizarlo.

source: Your email already exists within the iSecretShop system. Please log in and update your profile.
es_es: Su email ya existe en el Sistema de iSecretShop. Por favor inicie sesión y actualice su perfil de usuario.

source: Please enter your password
es_es: Por favor ingrese su contraseña

source: Your password must be between 6 and 25 characters
es_es: La contraseña debe tener entre 6 y 25 caracteres

source: Your password did not match the confirmation
es_es: La contraseña no coincide con la confirmación

source: Spam is not allowed on this site
es_es: El correo electrónico no deseado no está permitido en este sitio

source: Thank you for registering!
es_es: ¡Gracias por registrarse!

source: Unable to register
es_es: No se puede realizar el registro

source: Shopper Information
es_es: Información del Visitante Misterioso

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: City
es_es: Ciudad

source: Within North America
es_es: En Norteamérica

source: State Other
es_es: Indique Otro

source: Outside North America
es_es: Fuera de Norteamérica

source: ZIP/Postal Code
es_es: ZIP / Código Postal

source: Language Preference
es_es: Preferencia de Idioma

source: Home Phone
es_es: Teléfono de Casa

source: Mobile Phone
es_es: Teléfono móvil

source: MSPA Certification
es_es: Certificación de MSPA

source: Birthday
es_es: Fecha de nacimiento

source: Gender
es_es: Sexo

source: Male
es_es: Masculino

source: Female
es_es: Femenino

source: Number of Children
es_es: Cantidad de Hijos

source: Paypal Email Addresses for Payments
es_es: Dirrección email para pagos via Paypal

source: Login Details
es_es: Detalles de entrada

source: Confirm Password
es_es: Confirmar contraseña:

source: Time Zone
es_es: Huso Horario

source: Name
es_es: Nombre

source: Shop no longer available
es_es: Visita ya no está disponible

source: Confirm
es_es: Confirmar

source: Cancel
es_es: Cancelar

source: Invalid commentcard selected
es_es: Tarjeta de comentario seleccionada invalida

source: Answer
es_es: Respuesta

source: Price
es_es: Precio

source: Comment
es_es: Comentario

source: Picture
es_es: Imagen

source: Save
es_es: Guardar

source: Back to Client List
es_es: Regresar a lista de clientes

source: Search
es_es: Búsqueda

source: Last Updated
es_es: Última actualización

source: Start
es_es: Iniciar

source: Assigned Shop Time/Date
es_es: Tiempo/Dia de visita asignada

source: Worded for Shopper
es_es: Redactado para visitante

source: Client
es_es: Cliente

source: Worded for Client
es_es: Redactado para visitante

source: Base Question
es_es: Pregunta Base

source: It is the responsibility of the MSP to make sure the answer sets match for the client questions to make sure you are comparing fairly.
es_es: Es responsabilidad del PCM asegurarse de que la respuesta corresponda a la pregunta del cliente, para asegurarse que se está comparando adecuadamente.

source: Tip
es_es: Sugerencia

source: Answer Type
es_es: Tipo de respuesta

source: Answers
es_es: Resupestas

source: Answer Order
es_es: Orden de Respuesta

source: Scores
es_es: Puntuaciones

source: Scores should be percentages (0-100%) or NA. They will be applied to however many points you give to the question in the shop. Values over 100% will be bonus points. <BR /> If not values are set - values will be assigned from 100 to 0 evenly
es_es: Las puntuaciones deben ser porcentajes (0-100%) o NA. Se aplicará la cantidad de puntos que usted asigne a la pregunta sobre la Visita. Los valores sobre 100% serán asignados como puntos extra. <BR /> Si no se asignan valores, los valores se asignaran de 100 a 0 distribuidos equitativamente.

source: Formula
es_es: Fórmula

source: Minimum Price
es_es: Precio mínimo

source: Price Audit Shops
es_es: Visitas de Auditoria de Precios

source: Maximum Price
es_es: Precio máximo

source: Comments
es_es: Comentarios

source: Allow Comment
es_es: Permitir Comentario

source: Minimum Required Characters
es_es: Mínimo de caracteres requeridos

source: Hide from Client
es_es: Ocultar de cliente

source: Only if NOT Scored
es_es: Sólo si NO es calificado

source: Yes
es_es: Sí

source: Photo required
es_es: Foto requerida

source: Once saved, answer type and answers cannot be changed
es_es: Una vez guardado, tipo de respuesta y la respuesta no puede ser cambiado

source: File must be a jpeg
es_es: El archivo debe ser un archivo JPEG

source: Unable to upload photo
es_es: No se puede subir la foto

source: The photo you have uploaded is too large
es_es: La foto que ha cargado es demasiado grande

source: Section has been saved
es_es: Sección guardada

source: Unable to save section
es_es: No se puede guardar la sección

source: Minimum number of characters required in answer
es_es: Número mínimo de caracteres requeridos en respuesta

source: Required
es_es: Obligatorio

source: Optional
es_es: Opcional

source: May be required (based on earlier answer)
es_es: Puede ser requerido (según su respuesta anterior)

source: Check All that Apply
es_es: Marque todas las que correspondan

source: Date / Time
es_es: Fecha / Hora

source: OPTIONAL
es_es: Opcional

source: Must be less than 1mb
es_es: Debe ser menor a 1mb

source: delete
es_es: Borrar

source: Save and Close
es_es: Guardar y cerrar

source: Exit without Saving
es_es: Salir sin guardar

source: Not Entered
es_es: No introducido

source: Shopper ID
es_es: ID de Cliente

source: North America Only
es_es: Solamente Norteamérica

source: Reimbursement amount is not a number
es_es: La cantidad de reembolso no es un número

source: Shop Files
es_es: Archivos de visitas

source: Up To
es_es: Hasta

source: Special Visit Instructions
es_es: Instrucciones especiales para Visita

source: Map
es_es: Mapa

source: Shop Started
es_es: Visita iniciada

source: Total Score
es_es: Puntuación total

source: Client Files
es_es: Archivos de clientes

source: Appears on Client Dashboard
es_es: Aparece en el Dashboard del Cliente

source: Middle Name
es_es: Segundo Nombre

source: Work Phone
es_es: Teléfono de Trabajo

source: Receive Automated Reminder Calls
es_es: Recibir llamadas automatizadas de recordatorio

source: Automated late calls not optional
es_es: Las llamadas automatizados de retraso no son opcionales

source: Account has been saved
es_es: La Cuenta se ha guardado

source: Unable to update account
es_es: No se puede actualizar la cuenta

source: Group
es_es: Grupo

source: State - Outside North America
es_es: Estado - Fuera de Norteamérica

source: Search Results
es_es: Resultados de búsqueda

source: Choose Language
es_es: Elija el idioma

source: Section
es_es: Sección

source: Reporting
es_es: Reportes

source: Page Break After Question
es_es: Salto de página después de la pregunta

source: Client Reports Only
es_es: Solo Reportes de Cliente

source: Contracts
es_es: Contratos

source: Not Yet Accepted
es_es: No ha sido aceptado

source: Answer has been saved
es_es: Su respuesta ha sido guardada

source: Receive Reminder Texts
es_es: Recibir mensajes de texto de recordatorios

source: Receive Occasional Shop Opportunities via Texts
es_es: Recibir Oportunidades de Visitas Ocasionales vía mensajes de texto

source: Email Notifications of Available Shops
es_es: Notificaciones vía email de Visitas disponibles

source: Profile Picture
es_es: Imagen de Perfil

source: Photo ID
es_es: Identificación fotográfica

source: Fee
es_es: Tarifa

source: See Instructions
es_es: Ver Instrucciones

source: Shop Date
es_es: Fecha de Visita

source: Shop Canceled
es_es: Visita Cancelada

source: Shop NOT Canceled
es_es: Visita NO cancelada

source: Shop already begun
es_es: Visita ya iniciada

source: Shop Instructions Resent to Email
es_es: Instrucciones de Visita reenviadas a email

source: The number of Open Shops you may have scheduled at one time depends on your iSS Agent rank. New Investigators may only schedule one shop at a time and must successfully complete it before accepting a new assignment.
es_es: El número de visitas abiertas es posible que haya programado al mismo tiempo depende de su rango de Agente de iSS. Nuevos investigadores sólo podrán programar una visita a la vez y tienen que completar con éxito antes de aceptar una nueva asignación.

source: NOTE: It is imperative that Agents perform their Assigned Shops on the date and time agreed. If for any reason you will be unable to perform a shop you have scheduled, let the MSP know immediately. Cancelling three Assigned Shops may result in your removal from the iSS program.
es_es: NOTA: Es imprescindible que los agentes realizan sus visitas Asignados en la fecha ya la hora acordada. Si por alguna razón usted no será capaz de realizar una visita que se ha programado, que el PCM saber inmediatamente. Cancelación de tres visitas asignado puede resultar en su expulsión del programa iSS.

source: Not Between
es_es: No entre

source: Complete Shop
es_es: Completar Visita

source: Are you sure you want to cancel?
es_es: ¿Está seguro que desea cancelar?

source: Reschedule
es_es: Reprogramar

source: Resend Instructions
es_es: Reenviar Instrucciones

source: Submitted Assignments - Pending Approval
es_es: Tareas Enviadas - Pendientes de aprobación

source: Un-Finalize
es_es: Des-Finalizar

source: Request Deleted
es_es: Solicitud Borrada

source: You have been added as a back up shopper
es_es: Usted ha sido añadido como un Visitante de respaldo

source: This shop has been requested.
es_es: La Visita a sido solicitada

source: You may not self assign a shop you have previously unassigned.
es_es: Usted no puede asignarse a una Visita a la cual fue previamente desasignado.

source: You have been assigned to this shop. Please make sure to check your email or download the shop instructions by viewing this shop under the Assignments tab.
es_es: Ha sido asignado a esta visita. Asegúrese de revisar su email o de descargar las instrucciones de Visita visualizando la Visita en el apartado de Tareas

source: You are currently assigned your limit of shops so the shop may not be self assigned.
es_es: En este momento está asignado a su límite de Visitas así que la visita no puede ser asignada.

source: Invalid shop
es_es: Visita Inválida.

source: View/Accept Shop
es_es: Ver/Aceptar Visita

source: View/Request Shop
es_es: Ver/Solicitar Visita

source: Please confirm you are able to complete the shop and meet the shop criteria.
es_es: Por favor confirme que puede finalizar la Visita y cumplir sus requisitos.

source: Any Day
es_es: Cualquier Día

source: Available Days to do Shop (must choose one)
es_es: Días Disponibles para realizar la Visita (debe elegir uno)

source: CANNOT be Shopped
es_es: NO PUEDE ser visitado

source: You can self assign for this shop. Please choose below the exact day you will do the shop, click confirm, and the shop may be immediately assigned to you. You ARE AGREEING to do the shop on the day you choose.
es_es: Puede asignarse a esta visita. Por favor elija abajo el día exacto en el que hará la visita, haga clic en confirmar, y la Visita podrá ser asignada inmediatamente a usted. Usted ESTARA DE ACUERDO en realizar la visita en el día que seleccione.

source: is currently accepting requests for this shop. Please choose below the exact day you can do the shop, click confirm, and your request will be logged.
es_es: está aceptando solicitudes para esta Visita. Por favor, seleccione abajo el día exacto en que puede hacer la visita, haga clic en confirmar, y su solicitud será registrada.

source: will contact you shortly to let you know if it was assigned to you. You ARE AGREEING to do the shop on the day you choose if you are assigned. You can cancel your request at any time before the shop is assigned by going to your Requests/Waitlist page. Make sure to check your assignments frequently to see if you are assigned.
es_es: se pondrá en contacto con usted en breve para saber si se le ha asignado. Usted estraá de acuerdo en realizar la visita en el día que usted elija si se le asigna. Usted puede cancelar su solicitud en cualquier momento antes de que la Visita sea asignada yendo a su página de Solicitudes/Lista de Espera. Asegúrese de revisar sus tareas con frecuencia para ver si se le asigna.

source: What date within the range will you do this shop?
es_es: ¿En qué fecha dentro del rango realizarás la visita?

source: Click to Pick Date
es_es: Haga clic para escoger una fecha

source: Go Back
es_es: Volver atrás

source: Your search did not return any results.
es_es: Su búsqueda no ha obtenido ningún resultado.

source: To schedule a secret shop, simply scroll through the list of Available Assignments below, make sure you are comfortable with the requirements of the shop and that you can commit to the specific date (and time, if applicable) and click 'Accept.'
es_es: Para programar una visita secreta, simplemente desplácese por la lista de Tareas Disponibles mostrada abajo, asegúrese de sentirse cómodo con los requisitos de la Visita y de que puede cumplir con la fecha específica (y hora) y haga clic en ‘Aceptar’

source: The number of shops you may have scheduled at one time depends on your iSS Agent rank.
es_es: El número de visitas que puede haber programado al mismo tiempo depende de su rango de Agente de iSS.

source: NOTE: It is imperative that Agents perform their Assigned Shops on the date and time agreed. If for any reason you will be unable to perform a shop you have scheduled, let us know immediately so that arrangements can be made to cover it in time. Cancelling three Assigned Shops may result in your removal from the iSS program.
es_es: NOTA: Es imprescindible que los agentes realizan susVisitas Asignados en la fecha ya la hora acordada. Si por alguna razón usted no será capaz de realizar una visita que se ha programado, háganoslo saber de inmediato para que se puedan hacer arreglos para cubrir a tiempo. Cancelación de tres Visitas asignado puede resultar en su expulsión del programa iSS.

source: Pending Requests
es_es: Solicitudes Pendientes

source: Mystery Service Provider
es_es: Proveedor de Visitas Secretas

source: Where
es_es: Dónde

source: When
es_es: Cuándo

source: Shops Available in Your Area
es_es: Visitas disponibles en tu Área

source: To Request Shop
es_es: Solicitar visita

source: View/Accept MSP Contract
es_es: Ver/Aceptar Contrato con PCM

source: MSP Contract Updated
es_es: Contrato PCM Actualizado

source: No Shops Available
es_es: Ninguna Visita disponible

source: Please check back soon
es_es: Por favor verifique nuevamente pronto

source: Comment card has been canceled
es_es: La Tarjeta de comentarios ha sido cancelada

source: Your commentcard has been submitted
es_es: Su tarjeta de comentarios a sido enviada

source: Unable to finalize
es_es: No es posible finalizar

source: Work Saved
es_es: Trabajo Guardado

source: Invalid date / time
es_es: Fecha/Hora no válida

source: Date has been changed
es_es: La fecha ha sido cambiada

source: Unable to edit date
es_es: No es posible editar la fecha

source: Unable to upload file
es_es: No se puede cargar el archivo

source: Your commentcard will not be submitted for review until you choose to finalize it
es_es: Su tarjeta de comentarios no será enviada para revisión hasta que usted elija finalizarla.

source: Not entered
es_es: No ha sido entrada

source: Edit Time
es_es: Editar Hora

source: Edit your answers
es_es: Edite sus respuestas

source: Any changes will be lost. Continue?
es_es: Se perderán los cambios. ¿Continuar?

source: End Time
es_es: Hora final

source: New Search
es_es: Nueva búsqueda

source: Change Area
es_es: Cambio de Área

source: Please enter the address, city or ZIP/Postal Code
es_es: Por favor introduzca la dirección, ciudad o Código Postal

source: Search by Code
es_es: Búsqueda por código

source: Incomplete
es_es: Incompleto

source: Available comment cards near you
es_es: Tarjetas de comentarios disponibles cerca de usted

source: Please enter your digital signature
es_es: Introduzca su firma digital

source: Contract has been approved
es_es: El contrato ha sido aprobado

source: Agree
es_es: Aceptar

source: Return to Contracts
es_es: Volver a Contratos

source: View/Accept Terms
es_es: Ver/Aceptar Términos
